{
  "text": {
    " ": 0,
    "b": 254,
    "o": 674,
    "n": 620,
    "j": 526,
    "u": 929,
    "r": 781,
    " b": 21,
    "bo": 275,
    "on": 696,
    "nj": 650,
    "jo": 530,
    "ou": 725,
    "ur": 962,
    "r ": 782,
    " bo": 28,
    "bon": 276,
    "onj": 700,
    "njo": 651,
    "jou": 531,
    "our": 730,
    "ur ": 963,
    " bon": 29,
    "bonj": 277,
    "onjo": 701,
    "njou": 652,
    "jour": 532,
    "our ": 731,
    "s": 827,
    "a": 177,
    "l": 538,
    "t": 882,
    " s": 134,
    "sa": 832,
    "al": 211,
    "lu": 585,
    "ut": 966,
    "t ": 883,
    " sa": 135,
    "sal": 835,
    "alu": 214,
    "lut": 588,
    "ut ": 967,
    " sal": 136,
    "salu": 836,
    "alut": 215,
    "lut ": 589,
    "h": 442,
    "e": 353,
    " h": 66,
    "he": 444,
    "el": 361,
    "ll": 568,
    "lo": 576,
    "o ": 675,
    " he": 67,
    "hel": 446,
    "ell": 363,
    "llo": 574,
    "lo ": 577,
    " hel": 68,
    "hell": 447,
    "ello": 365,
    "llo ": 575,
    "i": 450,
    "ns": 659,
    "so": 847,
    "oi": 683,
    "ir": 498,
    "ons": 704,
    "nso": 661,
    "soi": 848,
    "oir": 687,
    "ir ": 499,
    "bons": 278,
    "onso": 706,
    "nsoi": 662,
    "soir": 850,
    "oir ": 688,
    "q": 776,
    " q": 125,
    "qu": 777,
    "ue": 940,
    "le": 551,
    "es": 392,
    "s ": 828,
    " qu": 126,
    "que": 778,
    "uel": 942,
    "lle": 572,
    "les": 555,
    "es ": 393,
    " que": 127,
    "quel": 780,
    "uell": 944,
    "elle": 364,
    "lles": 573,
    "les ": 556,
    "m": 590,
    " m": 89,
    "ma": 592,
    "ai": 200,
    "is": 502,
    " ma": 91,
    "mai": 593,
    "ais": 206,
    "iso": 507,
    "son": 851,
    "ns ": 660,
    " mai": 92,
    "mais": 594,
    "aiso": 207,
    "ison": 508,
    "sons": 853,
    "ons ": 705,
    "v": 975,
    "z": 1008,
    "-": 167,
    " a": 1,
    "av": 251,
    "ve": 976,
    "ez": 413,
    "z-": 1009,
    "-v": 174,
    "vo": 993,
    "us": 964,
    " av": 19,
    "ave": 252,
    "vez": 986,
    "ez-": 414,
    "z-v": 1010,
    "-vo": 175,
    "vou": 996,
    "ous": 732,
    "us ": 965,
    " ave": 20,
    "avez": 253,
    "vez-": 987,
    "ez-v": 415,
    "z-vo": 1011,
    "-vou": 176,
    "vous": 997,
    "ous ": 733,
    " j": 76,
    "je": 528,
    "e ": 354,
    " je": 78,
    "je ": 529,
    " je ": 79,
    "c": 282,
    " c": 32,
    "ch": 296,
    "er": 383,
    "rc": 788,
    " ch": 37,
    "che": 298,
    "her": 448,
    "erc": 385,
    "rch": 789,
    "he ": 445,
    " che": 38,
    "cher": 300,
    "herc": 449,
    "erch": 386,
    "rche": 790,
    "che ": 299,
    " u": 149,
    "un": 956,
    "n ": 621,
    " un": 150,
    "un ": 957,
    " un ": 151,
    "p": 739,
    "ap": 226,
    "pp": 763,
    "pa": 740,
    "ar": 229,
    "rt": 820,
    "te": 892,
    "em": 368,
    "me": 600,
    "en": 371,
    "nt": 663,
    " ap": 11,
    "app": 227,
    "ppa": 764,
    "par": 743,
    "art": 236,
    "rte": 821,
    "tem": 894,
    "eme": 369,
    "men": 601,
    "ent": 380,
    "nt ": 664,
    " app": 12,
    "appa": 228,
    "ppar": 765,
    "part": 745,
    "arte": 237,
    "rtem": 822,
    "teme": 895,
    "emen": 370,
    "ment": 602,
    "ent ": 381,
    "à": 1012,
    " à": 165,
    "à ": 1013,
    " à ": 166,
    "ca": 283,
    "as": 239,
    "ab": 179,
    "bl": 266,
    "la": 540,
    "an": 216,
    "nc": 622,
    "a ": 178,
    " ca": 33,
    "cas": 285,
    "asa": 241,
    "sab": 833,
    "abl": 182,
    "bla": 267,
    "lan": 544,
    "anc": 217,
    "nca": 623,
    "ca ": 284,
    " cas": 34,
    "casa": 286,
    "asab": 242,
    "sabl": 834,
    "abla": 183,
    "blan": 268,
    "lanc": 545,
    "anca": 218,
    "nca ": 624,
    "d": 325,
    " d": 45,
    "de": 327,
    " de": 47,
    "des": 334,
    " des": 50,
    "des ": 335,
    " v": 153,
    "vi": 988,
    "il": 480,
    " vi": 157,
    "vil": 989,
    "ill": 484,
    "lla": 569,
    "las": 547,
    "as ": 240,
    " vil": 158,
    "vill": 990,
    "illa": 485,
    "llas": 571,
    "las ": 548,
    "nd": 627,
    "dr": 350,
    "re": 795,
    " ve": 154,
    "ven": 979,
    "end": 373,
    "ndr": 630,
    "dre": 351,
    "re ": 796,
    " ven": 155,
    "vend": 980,
    "endr": 375,
    "ndre": 631,
    "dre ": 352,
    " r": 128,
    "ra": 783,
    "ba": 255,
    "at": 245,
    " ra": 129,
    "rab": 784,
    "aba": 180,
    "bat": 256,
    "at ": 246,
    " rab": 130,
    "raba": 785,
    "abat": 181,
    "bat ": 257,
    "mo": 610,
    "tr": 907,
    "e-": 355,
    "-m": 168,
    "i ": 451,
    " mo": 96,
    "mon": 615,
    "ont": 707,
    "ntr": 667,
    "tre": 908,
    "re-": 797,
    "e-m": 356,
    "-mo": 169,
    "moi": 613,
    "oi ": 684,
    " mon": 97,
    "mont": 616,
    "ontr": 710,
    "ntre": 668,
    "tre-": 909,
    "re-m": 798,
    "e-mo": 357,
    "-moi": 170,
    "moi ": 614,
    " l": 80,
    " le": 81,
    " les": 83,
    "bi": 261,
    "ie": 470,
    " bi": 24,
    "bie": 262,
    "ien": 471,
    "ens": 378,
    " bie": 25,
    "bien": 263,
    "iens": 473,
    "ens ": 379,
    "di": 340,
    "sp": 855,
    "po": 754,
    "ni": 639,
    "ib": 455,
    " di": 52,
    "dis": 345,
    "isp": 509,
    "spo": 856,
    "pon": 755,
    "oni": 698,
    "nib": 640,
    "ibl": 456,
    "ble": 269,
    " dis": 53,
    "disp": 346,
    "ispo": 510,
    "spon": 857,
    "poni": 756,
    "onib": 699,
    "nibl": 641,
    "ible": 457,
    "bles": 270,
    "k": 533,
    "rr": 815,
    "ak": 208,
    "ke": 535,
    "ec": 358,
    "h ": 443,
    "mar": 595,
    "arr": 234,
    "rra": 816,
    "rak": 786,
    "ake": 209,
    "kec": 536,
    "ech": 359,
    "ch ": 297,
    " mar": 93,
    "marr": 596,
    "arra": 235,
    "rrak": 817,
    "rake": 787,
    "akec": 210,
    "kech": 537,
    "ech ": 360,
    "x": 998,
    "eu": 402,
    "ux": 971,
    "x ": 999,
    "veu": 984,
    "eux": 405,
    "ux ": 972,
    " veu": 156,
    "veux": 985,
    "eux ": 406,
    " lo": 86,
    "lou": 581,
    "oue": 726,
    "uer": 946,
    "er ": 384,
    " lou": 88,
    "loue": 582,
    "ouer": 727,
    "uer ": 947,
    "st": 864,
    "tu": 915,
    "ud": 937,
    "io": 493,
    " st": 139,
    "stu": 873,
    "tud": 919,
    "udi": 938,
    "dio": 341,
    "io ": 494,
    " stu": 140,
    "stud": 874,
    "tudi": 920,
    "udio": 939,
    "dio ": 342,
    "g": 429,
    " t": 145,
    "ta": 884,
    "ng": 636,
    "ge": 434,
    " ta": 146,
    "tan": 887,
    "ang": 220,
    "nge": 637,
    "ger": 440,
    " tan": 147,
    "tang": 889,
    "ange": 221,
    "nger": 638,
    "ger ": 441,
    "ag": 194,
    "ga": 431,
    "ad": 191,
    " ag": 5,
    "aga": 195,
    "gad": 432,
    "adi": 192,
    "dir": 343,
    " aga": 6,
    "agad": 196,
    "gadi": 433,
    "adir": 193,
    "dir ": 344,
    "og": 679,
    "ts": 910,
    "log": 578,
    "oge": 681,
    "gem": 436,
    "nts": 669,
    "ts ": 911,
    " log": 87,
    "loge": 580,
    "ogem": 682,
    "geme": 437,
    "ents": 382,
    "nts ": 670,
    "f": 416,
    "è": 1014,
    " f": 59,
    "fè": 426,
    "ès": 1018,
    " fè": 64,
    "fès": 427,
    "ès ": 1019,
    " fès": 65,
    "fès ": 428,
    "l ": 539,
    "el ": 362,
    "uel ": 943,
    " e": 56,
    " es": 57,
    "est": 396,
    "st ": 865,
    " est": 58,
    "est ": 397,
    "le ": 552,
    " le ": 82,
    " p": 108,
    "pr": 768,
    "ri": 803,
    "ix": 521,
    " pr": 120,
    "pri": 771,
    "rix": 804,
    "ix ": 522,
    " pri": 122,
    "prix": 772,
    "rix ": 805,
    "de ": 328,
    " de ": 48,
    "ce": 292,
    "et": 399,
    "tt": 912,
    " ce": 35,
    "cet": 294,
    "ett": 400,
    "tte": 913,
    "te ": 893,
    " cet": 36,
    "cett": 295,
    "ette": 401,
    "tte ": 914,
    "on ": 697,
    "son ": 852,
    "co": 309,
    "om": 691,
    "mb": 597,
    " co": 41,
    "com": 310,
    "omb": 692,
    "mbi": 598,
    "en ": 372,
    " com": 42,
    "comb": 311,
    "ombi": 693,
    "mbie": 599,
    "ien ": 472,
    "û": 1023,
    "oû": 736,
    "ût": 1026,
    "coû": 317,
    "oût": 737,
    "ûte": 1027,
    " coû": 44,
    "coût": 318,
    "oûte": 738,
    "ûte ": 1028,
    " i": 69,
    "ic": 458,
    "ci": 301,
    " ic": 70,
    "ici": 461,
    "ci ": 302,
    " ici": 71,
    "ici ": 462,
    "d ": 326,
    " d ": 46,
    "ne": 632,
    "une": 958,
    "ne ": 633,
    " une": 152,
    "une ": 959,
    "la ": 541,
    "lla ": 570,
    " po": 117,
    "pou": 761,
    " pou": 119,
    "pour": 762,
    "ls": 583,
    "els": 366,
    "ls ": 584,
    "uels": 945,
    "els ": 367,
    " so": 137,
    " son": 138,
    "sont": 854,
    "ont ": 708,
    "rn": 812,
    "rs": 818,
    "der": 331,
    "ern": 388,
    "rni": 813,
    "nie": 642,
    "ier": 474,
    "ers": 390,
    "rs ": 819,
    " der": 49,
    "dern": 333,
    "erni": 389,
    "rnie": 814,
    "nier": 643,
    "iers": 476,
    "ers ": 391,
    "ti": 898,
    "cl": 305,
    " ar": 13,
    "rti": 823,
    "tic": 899,
    "icl": 463,
    "cle": 306,
    " art": 14,
    "arti": 238,
    "rtic": 824,
    "ticl": 900,
    "icle": 464,
    "cles": 308,
    "é": 1020,
    "ac": 184,
    "ct": 319,
    "ua": 931,
    "li": 557,
    "it": 515,
    "té": 926,
    "és": 1021,
    " ac": 2,
    "act": 187,
    "ctu": 323,
    "tua": 917,
    "ual": 932,
    "ali": 212,
    "lit": 564,
    "ité": 519,
    "tés": 927,
    "és ": 1022,
    " act": 4,
    "actu": 190,
    "ctua": 324,
    "tual": 918,
    "uali": 933,
    "alit": 213,
    "lité": 565,
    "ités": 520,
    "tés ": 928,
    "su": 876,
    " su": 141,
    "sur": 877,
    " sur": 142,
    "sur ": 878,
    "im": 486,
    "mm": 605,
    "ob": 676,
    " im": 72,
    "imm": 487,
    "mmo": 608,
    "mob": 611,
    "obi": 677,
    "bil": 264,
    "ili": 481,
    "lie": 560,
    " imm": 73,
    "immo": 488,
    "mmob": 609,
    "mobi": 612,
    "obil": 678,
    "bili": 265,
    "ilie": 482,
    "lier": 561,
    "ier ": 475,
    "g ": 430,
    " bl": 26,
    "blo": 273,
    "og ": 680,
    " blo": 27,
    "blog": 274,
    "log ": 579,
    "os": 721,
    "pos": 759,
    "ost": 722,
    "sts": 871,
    " pos": 118,
    "post": 760,
    "osts": 723,
    "sts ": 872,
    " n": 98,
    "no": 656,
    "uv": 968,
    " no": 99,
    "nou": 657,
    "ouv": 734,
    "uve": 969,
    "vel": 977,
    " nou": 100,
    "nouv": 658,
    "ouve": 735,
    "uvel": 970,
    "vell": 978,
    "pu": 773,
    "ub": 934,
    " pu": 123,
    "pub": 774,
    "ubl": 935,
    "bli": 271,
    "lic": 558,
    "ica": 459,
    "cat": 287,
    "ati": 247,
    "tio": 901,
    "ion": 495,
    " pub": 124,
    "publ": 775,
    "ubli": 936,
    "blic": 272,
    "lica": 559,
    "icat": 460,
    "cati": 288,
    "atio": 248,
    "tion": 902,
    "ions": 497,
    "cle ": 307,
    "do": 347,
    "nn": 653,
    " do": 54,
    "don": 348,
    "onn": 702,
    "nne": 654,
    "ne-": 634,
    " don": 55,
    "donn": 349,
    "onne": 703,
    "nne-": 655,
    "ne-m": 635,
    "s-": 829,
    " li": 84,
    "lis": 562,
    "is-": 503,
    "s-m": 830,
    " lis": 85,
    "lis-": 563,
    "is-m": 504,
    "s-mo": 831,
    "id": 465,
    " ai": 8,
    "aid": 202,
    "ide": 466,
    "de-": 329,
    " aid": 10,
    "aide": 203,
    "ide-": 468,
    "de-m": 330,
    "ue ": 941,
    "que ": 779,
    "pe": 746,
    "x-": 1000,
    "-t": 171,
    "u ": 930,
    " pe": 112,
    "peu": 747,
    "ux-": 973,
    "x-t": 1001,
    "-tu": 172,
    "tu ": 916,
    " peu": 113,
    "peux": 748,
    "eux-": 407,
    "ux-t": 974,
    "x-tu": 1002,
    "-tu ": 173,
    "fa": 417,
    " fa": 60,
    "fai": 418,
    "air": 204,
    "ire": 500,
    " fai": 61,
    "fair": 419,
    "aire": 205,
    "ire ": 501,
    "omm": 694,
    "mme": 606,
    "comm": 312,
    "omme": 695,
    "mmen": 607,
    "m ": 591,
    " m ": 90,
    "ider": 469,
    "der ": 332,
    "j ": 527,
    " j ": 77,
    "ai ": 201,
    " ai ": 9,
    "be": 258,
    "in": 489,
    " be": 22,
    "bes": 259,
    "eso": 394,
    "oin": 685,
    "in ": 490,
    " bes": 23,
    "beso": 260,
    "esoi": 395,
    "soin": 849,
    "oin ": 686,
    "ide ": 467,
    "ss": 858,
    "si": 842,
    " as": 15,
    "ass": 243,
    "ssi": 862,
    "sis": 843,
    "ist": 513,
    "sta": 866,
    "nce": 625,
    "ce ": 293,
    " ass": 16,
    "assi": 244,
    "ssis": 863,
    "sist": 844,
    "ista": 514,
    "stan": 867,
    "tanc": 888,
    "ance": 219,
    "nce ": 626,
    "ul": 950,
    "tul": 921,
    "ule": 954,
    "ler": 553,
    "ostu": 724,
    "stul": 875,
    "tule": 923,
    "uler": 955,
    "ler ": 554,
    "nv": 671,
    " in": 74,
    "inv": 491,
    "nve": 672,
    "ves": 982,
    "sti": 868,
    "tir": 903,
    " inv": 75,
    "inve": 492,
    "nves": 673,
    "vest": 983,
    "esti": 398,
    "stir": 869,
    "tir ": 904,
    "fo": 423,
    "or": 714,
    "rm": 809,
    "mu": 617,
    " fo": 62,
    "for": 424,
    "orm": 717,
    "rmu": 810,
    "mul": 618,
    "ula": 951,
    "lai": 542,
    " for": 63,
    "form": 425,
    "ormu": 718,
    "rmul": 811,
    "mula": 619,
    "ulai": 952,
    "lair": 543,
    "lat": 549,
    "tula": 922,
    "ulat": 953,
    "lati": 550,
    "ion ": 496,
    "ev": 408,
    "dev": 336,
    "eve": 409,
    "eni": 376,
    "nir": 646,
    " dev": 51,
    "deve": 337,
    "even": 410,
    "veni": 981,
    "enir": 377,
    "nir ": 647,
    "se": 837,
    "tis": 905,
    "iss": 511,
    "sse": 859,
    "seu": 840,
    "eur": 403,
    "stis": 870,
    "tiss": 906,
    "isse": 512,
    "sseu": 861,
    "seur": 841,
    "eur ": 404,
    " o": 101,
    "ui": 948,
    " ou": 106,
    "oui": 728,
    "ui ": 949,
    " oui": 107,
    "oui ": 729,
    "y": 1003,
    " y": 162,
    "ye": 1004,
    " ye": 163,
    "yes": 1006,
    " yes": 164,
    "yes ": 1007,
    "sû": 879,
    "ûr": 1024,
    " sû": 143,
    "sûr": 880,
    "ûr ": 1025,
    " sûr": 144,
    "sûr ": 881,
    "cc": 289,
    "rd": 793,
    "acc": 185,
    "cco": 290,
    "cor": 315,
    "ord": 715,
    "rd ": 794,
    " acc": 3,
    "acco": 186,
    "ccor": 291,
    "cord": 316,
    "ord ": 716,
    "ok": 689,
    "k ": 534,
    " ok": 102,
    "ok ": 690,
    " ok ": 103,
    "con": 313,
    "nta": 665,
    "tac": 885,
    "cte": 321,
    "ter": 896,
    " con": 43,
    "cont": 314,
    "onta": 709,
    "ntac": 666,
    "tact": 886,
    "acte": 189,
    "cter": 322,
    "ter ": 897,
    " vo": 160,
    " vou": 161,
    " pa": 109,
    "pag": 741,
    "age": 197,
    "ge ": 435,
    " pag": 110,
    "page": 742,
    "age ": 198,
    "ct ": 320,
    "act ": 188,
    "rl": 806,
    "arl": 232,
    "rle": 807,
    " par": 111,
    "parl": 744,
    "arle": 233,
    "rler": 808,
    "gen": 438,
    " age": 7,
    "agen": 199,
    "gent": 439,
    "sem": 838,
    "ssem": 860,
    "seme": 839,
    "op": 711,
    " op": 104,
    "opp": 712,
    "ppo": 766,
    "por": 757,
    "ort": 719,
    "rtu": 825,
    "tun": 924,
    "uni": 960,
    "nit": 648,
    " opp": 105,
    "oppo": 713,
    "ppor": 767,
    "port": 758,
    "ortu": 720,
    "rtun": 826,
    "tuni": 925,
    "unit": 961,
    "nité": 649,
    "pl": 749,
    "if": 477,
    "fi": 420,
    " pl": 114,
    "pla": 750,
    "ani": 222,
    "nif": 644,
    "ifi": 478,
    "fie": 421,
    " pla": 115,
    "plan": 751,
    "lani": 546,
    "anif": 223,
    "nifi": 645,
    "ifie": 479,
    "fier": 422,
    "vis": 991,
    "isi": 505,
    "sit": 845,
    "ite": 516,
    " vis": 159,
    "visi": 992,
    "isit": 506,
    "site": 846,
    "ite ": 517,
    "iter": 518,
    "pre": 769,
    "ren": 799,
    " pre": 121,
    "pren": 770,
    "rend": 800,
    " re": 131,
    "nde": 628,
    "dez": 338,
    " ren": 132,
    "ende": 374,
    "ndez": 629,
    "dez-": 339,
    "iè": 523,
    "èr": 1015,
    "liè": 566,
    "ièr": 524,
    "ère": 1016,
    "iliè": 483,
    "lièr": 567,
    "ière": 525,
    "ère ": 1017,
    "au": 249,
    " au": 17,
    "au ": 250,
    " au ": 18,
    "rev": 801,
    "evo": 411,
    "voi": 994,
    " rev": 133,
    "revo": 802,
    "evoi": 412,
    "voir": 995,
    "by": 279,
    " by": 30,
    "bye": 280,
    "ye ": 1005,
    " bye": 31,
    "bye ": 281,
    "plu": 752,
    "lus": 586,
    " plu": 116,
    "plus": 753,
    "lus ": 587,
    "tar": 890,
    "ard": 230,
    " tar": 148,
    "tard": 891,
    "ard ": 231,
    " me": 94,
    "mer": 603,
    "rci": 791,
    " mer": 95,
    "merc": 604,
    "erci": 387,
    "rci ": 792,
    "ia": 452,
    "ao": 224,
    " ci": 39,
    "cia": 303,
    "iao": 453,
    "ao ": 225,
    " cia": 40,
    "ciao": 304,
    "iao ": 454
  },
  "response": null,
  "action_text": null
}