{
  "text": {
    " ": 0,
    "b": 258,
    "o": 686,
    "n": 632,
    "j": 537,
    "u": 953,
    "r": 798,
    " b": 21,
    "bo": 279,
    "on": 708,
    "nj": 662,
    "jo": 541,
    "ou": 739,
    "ur": 986,
    "r ": 799,
    " bo": 28,
    "bon": 280,
    "onj": 712,
    "njo": 663,
    "jou": 542,
    "our": 744,
    "ur ": 987,
    " bon": 29,
    "bonj": 281,
    "onjo": 713,
    "njou": 664,
    "jour": 543,
    "our ": 745,
    "s": 849,
    "a": 179,
    "l": 549,
    "t": 906,
    " s": 138,
    "sa": 854,
    "al": 213,
    "lu": 597,
    "ut": 990,
    "t ": 907,
    " sa": 139,
    "sal": 857,
    "alu": 216,
    "lut": 600,
    "ut ": 991,
    " sal": 140,
    "salu": 858,
    "alut": 217,
    "lut ": 601,
    "h": 449,
    "e": 360,
    " h": 68,
    "he": 451,
    "el": 368,
    "ll": 580,
    "lo": 588,
    "o ": 687,
    " he": 69,
    "hel": 453,
    "ell": 370,
    "llo": 586,
    "lo ": 589,
    " hel": 70,
    "hell": 454,
    "ello": 372,
    "llo ": 587,
    "i": 457,
    "ns": 671,
    "so": 869,
    "oi": 695,
    "ir": 505,
    "ons": 716,
    "nso": 673,
    "soi": 870,
    "oir": 699,
    "ir ": 506,
    "bons": 282,
    "onso": 718,
    "nsoi": 674,
    "soir": 872,
    "oir ": 700,
    "q": 793,
    " q": 129,
    "qu": 794,
    "ue": 964,
    "le": 562,
    "es": 399,
    "s ": 850,
    " qu": 130,
    "que": 795,
    "uel": 966,
    "lle": 584,
    "les": 566,
    "es ": 400,
    " que": 131,
    "quel": 797,
    "uell": 968,
    "elle": 371,
    "lles": 585,
    "les ": 567,
    "m": 602,
    " m": 92,
    "ma": 604,
    "ai": 202,
    "is": 509,
    " ma": 94,
    "mai": 605,
    "ais": 208,
    "iso": 514,
    "son": 873,
    "ns ": 672,
    " mai": 95,
    "mais": 606,
    "aiso": 209,
    "ison": 515,
    "sons": 875,
    "ons ": 717,
    "v": 999,
    "z": 1030,
    "-": 169,
    " a": 1,
    "av": 255,
    "ve": 1000,
    "ez": 420,
    "z-": 1031,
    "-v": 176,
    "vo": 1017,
    "us": 988,
    " av": 19,
    "ave": 256,
    "vez": 1010,
    "ez-": 421,
    "z-v": 1032,
    "-vo": 177,
    "vou": 1020,
    "ous": 746,
    "us ": 989,
    " ave": 20,
    "avez": 257,
    "vez-": 1011,
    "ez-v": 422,
    "z-vo": 1033,
    "-vou": 178,
    "vous": 1021,
    "ous ": 747,
    " j": 78,
    "je": 539,
    "e ": 361,
    " je": 80,
    "je ": 540,
    " je ": 81,
    "c": 286,
    " c": 32,
    "ch": 300,
    "er": 390,
    "rc": 805,
    " ch": 37,
    "che": 302,
    "her": 455,
    "erc": 392,
    "rch": 806,
    "he ": 452,
    " che": 38,
    "cher": 304,
    "herc": 456,
    "erch": 393,
    "rche": 807,
    "che ": 303,
    " u": 153,
    "un": 980,
    "n ": 633,
    " un": 154,
    "un ": 981,
    " un ": 155,
    "p": 753,
    "ap": 230,
    "pp": 777,
    "pa": 754,
    "ar": 233,
    "rt": 842,
    "te": 916,
    "em": 375,
    "me": 612,
    "en": 378,
    "nt": 675,
    " ap": 11,
    "app": 231,
    "ppa": 778,
    "par": 757,
    "art": 240,
    "rte": 843,
    "tem": 918,
    "eme": 376,
    "men": 613,
    "ent": 387,
    "nt ": 676,
    " app": 12,
    "appa": 232,
    "ppar": 779,
    "part": 759,
    "arte": 241,
    "rtem": 844,
    "teme": 919,
    "emen": 377,
    "ment": 614,
    "ent ": 388,
    "à": 1034,
    " à": 167,
    "à ": 1035,
    " à ": 168,
    "ca": 287,
    "as": 243,
    "ab": 181,
    "bl": 270,
    "la": 551,
    "an": 218,
    "nc": 634,
    "a ": 180,
    " ca": 33,
    "cas": 289,
    "asa": 245,
    "sab": 855,
    "abl": 184,
    "bla": 271,
    "lan": 555,
    "anc": 219,
    "nca": 635,
    "ca ": 288,
    " cas": 34,
    "casa": 290,
    "asab": 246,
    "sabl": 856,
    "abla": 185,
    "blan": 272,
    "lanc": 556,
    "anca": 220,
    "nca ": 636,
    "d": 329,
    " d": 45,
    "de": 334,
    " de": 49,
    "des": 341,
    " des": 52,
    "des ": 342,
    " v": 157,
    "vi": 1012,
    "il": 487,
    " vi": 161,
    "vil": 1013,
    "ill": 491,
    "lla": 581,
    "las": 558,
    "as ": 244,
    " vil": 162,
    "vill": 1014,
    "illa": 492,
    "llas": 583,
    "las ": 559,
    "nd": 639,
    "dr": 357,
    "re": 812,
    " ve": 158,
    "ven": 1003,
    "end": 380,
    "ndr": 642,
    "dre": 358,
    "re ": 813,
    " ven": 159,
    "vend": 1004,
    "endr": 382,
    "ndre": 643,
    "dre ": 359,
    " r": 132,
    "ra": 800,
    "ba": 259,
    "at": 249,
    " ra": 133,
    "rab": 801,
    "aba": 182,
    "bat": 260,
    "at ": 250,
    " rab": 134,
    "raba": 802,
    "abat": 183,
    "bat ": 261,
    "mo": 622,
    "tr": 931,
    "e-": 362,
    "-m": 170,
    "i ": 458,
    " mo": 99,
    "mon": 627,
    "ont": 719,
    "ntr": 679,
    "tre": 932,
    "re-": 814,
    "e-m": 363,
    "-mo": 171,
    "moi": 625,
    "oi ": 696,
    " mon": 100,
    "mont": 628,
    "ontr": 722,
    "ntre": 680,
    "tre-": 933,
    "re-m": 815,
    "e-mo": 364,
    "-moi": 172,
    "moi ": 626,
    " l": 82,
    " le": 84,
    " les": 86,
    "bi": 265,
    "ie": 477,
    " bi": 24,
    "bie": 266,
    "ien": 478,
    "ens": 385,
    " bie": 25,
    "bien": 267,
    "iens": 480,
    "ens ": 386,
    "di": 347,
    "sp": 877,
    "po": 768,
    "ni": 651,
    "ib": 462,
    " di": 54,
    "dis": 352,
    "isp": 516,
    "spo": 878,
    "pon": 769,
    "oni": 710,
    "nib": 652,
    "ibl": 463,
    "ble": 273,
    " dis": 55,
    "disp": 353,
    "ispo": 517,
    "spon": 879,
    "poni": 770,
    "onib": 711,
    "nibl": 653,
    "ible": 464,
    "bles": 274,
    "k": 544,
    "rr": 837,
    "ak": 210,
    "ke": 546,
    "ec": 365,
    "h ": 450,
    "mar": 607,
    "arr": 238,
    "rra": 838,
    "rak": 803,
    "ake": 211,
    "kec": 547,
    "ech": 366,
    "ch ": 301,
    " mar": 96,
    "marr": 608,
    "arra": 239,
    "rrak": 839,
    "rake": 804,
    "akec": 212,
    "kech": 548,
    "ech ": 367,
    "x": 1022,
    "eu": 409,
    "ux": 995,
    "x ": 1023,
    "veu": 1008,
    "eux": 412,
    "ux ": 996,
    " veu": 160,
    "veux": 1009,
    "eux ": 413,
    " lo": 89,
    "lou": 593,
    "oue": 740,
    "uer": 970,
    "er ": 391,
    " lou": 91,
    "loue": 594,
    "ouer": 741,
    "uer ": 971,
    "st": 886,
    "tu": 939,
    "ud": 961,
    "io": 500,
    " st": 143,
    "stu": 897,
    "tud": 943,
    "udi": 962,
    "dio": 348,
    "io ": 501,
    " stu": 144,
    "stud": 898,
    "tudi": 944,
    "udio": 963,
    "dio ": 349,
    "g": 436,
    " t": 149,
    "ta": 908,
    "ng": 648,
    "ge": 441,
    " ta": 150,
    "tan": 911,
    "ang": 222,
    "nge": 649,
    "ger": 447,
    " tan": 151,
    "tang": 913,
    "ange": 223,
    "nger": 650,
    "ger ": 448,
    "ag": 196,
    "ga": 438,
    "ad": 193,
    " ag": 5,
    "aga": 197,
    "gad": 439,
    "adi": 194,
    "dir": 350,
    " aga": 6,
    "agad": 198,
    "gadi": 440,
    "adir": 195,
    "dir ": 351,
    "og": 691,
    "ts": 934,
    "log": 590,
    "oge": 693,
    "gem": 443,
    "nts": 681,
    "ts ": 935,
    " log": 90,
    "loge": 592,
    "ogem": 694,
    "geme": 444,
    "ents": 389,
    "nts ": 682,
    "f": 423,
    "è": 1036,
    " f": 61,
    "fè": 433,
    "ès": 1040,
    " fè": 66,
    "fès": 434,
    "ès ": 1041,
    " fès": 67,
    "fès ": 435,
    " vo": 164,
    "voi": 1018,
    " voi": 165,
    "voir": 1019,
    "é": 1042,
    " p": 111,
    "pr": 782,
    "ro": 834,
    "op": 723,
    "ri": 820,
    "ié": 534,
    "ét": 1045,
    "té": 950,
    "és": 1043,
    " pr": 123,
    "pro": 788,
    "rop": 835,
    "opr": 726,
    "pri": 785,
    "rié": 823,
    "iét": 535,
    "été": 1046,
    "tés": 951,
    "és ": 1044,
    " pro": 126,
    "prop": 789,
    "ropr": 836,
    "opri": 727,
    "prié": 787,
    "riét": 824,
    "iété": 536,
    "étés": 1047,
    "tés ": 952,
    "li": 568,
    " li": 87,
    "lis": 573,
    "ist": 520,
    "ste": 890,
    "te ": 917,
    " lis": 88,
    "list": 575,
    "iste": 522,
    "ste ": 891,
    "ls": 595,
    "els": 373,
    "ls ": 596,
    "uels": 969,
    "els ": 374,
    " so": 141,
    " son": 142,
    "sont": 876,
    "ont ": 720,
    " i": 71,
    "im": 493,
    "mm": 617,
    "ob": 688,
    "rs": 840,
    " im": 74,
    "imm": 494,
    "mmo": 620,
    "mob": 623,
    "obi": 689,
    "bil": 268,
    "ili": 488,
    "lie": 571,
    "ier": 481,
    "ers": 397,
    "rs ": 841,
    " imm": 75,
    "immo": 495,
    "mmob": 621,
    "mobi": 624,
    "obil": 690,
    "bili": 269,
    "ilie": 489,
    "lier": 572,
    "iers": 483,
    "ers ": 398,
    "l ": 550,
    "el ": 369,
    "uel ": 967,
    " e": 58,
    " es": 59,
    "est": 403,
    "st ": 887,
    " est": 60,
    "est ": 404,
    "le ": 563,
    " le ": 85,
    "ix": 529,
    "rix": 821,
    "ix ": 530,
    " pri": 125,
    "prix": 786,
    "rix ": 822,
    "de ": 335,
    " de ": 50,
    "ce": 296,
    "et": 406,
    "tt": 936,
    " ce": 35,
    "cet": 298,
    "ett": 407,
    "tte": 937,
    " cet": 36,
    "cett": 299,
    "ette": 408,
    "tte ": 938,
    "on ": 709,
    "son ": 874,
    "co": 313,
    "om": 703,
    "mb": 609,
    " co": 41,
    "com": 314,
    "omb": 704,
    "mbi": 610,
    "en ": 379,
    " com": 42,
    "comb": 315,
    "ombi": 705,
    "mbie": 611,
    "ien ": 479,
    "û": 1048,
    "oû": 750,
    "ût": 1051,
    "coû": 321,
    "oût": 751,
    "ûte": 1052,
    " coû": 44,
    "coût": 322,
    "oûte": 752,
    "ûte ": 1053,
    "ic": 465,
    "ci": 305,
    " ic": 72,
    "ici": 468,
    "ci ": 306,
    " ici": 73,
    "ici ": 469,
    "d ": 330,
    " d ": 46,
    "ne": 644,
    "une": 982,
    "ne ": 645,
    " une": 156,
    "une ": 983,
    "la ": 552,
    "lla ": 582,
    " po": 120,
    "pou": 775,
    " pou": 122,
    "pour": 776,
    "rn": 831,
    "der": 338,
    "ern": 395,
    "rni": 832,
    "nie": 654,
    " der": 51,
    "dern": 340,
    "erni": 396,
    "rnie": 833,
    "nier": 655,
    "ti": 922,
    "cl": 309,
    " ar": 13,
    "rti": 845,
    "tic": 923,
    "icl": 470,
    "cle": 310,
    " art": 14,
    "arti": 242,
    "rtic": 846,
    "ticl": 924,
    "icle": 471,
    "cles": 312,
    "ac": 186,
    "ct": 323,
    "ua": 955,
    "it": 523,
    " ac": 2,
    "act": 189,
    "ctu": 327,
    "tua": 941,
    "ual": 956,
    "ali": 214,
    "lit": 576,
    "ité": 527,
    " act": 4,
    "actu": 192,
    "ctua": 328,
    "tual": 942,
    "uali": 957,
    "alit": 215,
    "lité": 577,
    "ités": 528,
    "su": 900,
    " su": 145,
    "sur": 901,
    " sur": 146,
    "sur ": 902,
    "ier ": 482,
    "g ": 437,
    " bl": 26,
    "blo": 277,
    "og ": 692,
    " blo": 27,
    "blog": 278,
    "log ": 591,
    "os": 735,
    "pos": 773,
    "ost": 736,
    "sts": 895,
    " pos": 121,
    "post": 774,
    "osts": 737,
    "sts ": 896,
    " n": 101,
    "no": 668,
    "uv": 992,
    " no": 102,
    "nou": 669,
    "ouv": 748,
    "uve": 993,
    "vel": 1001,
    " nou": 103,
    "nouv": 670,
    "ouve": 749,
    "uvel": 994,
    "vell": 1002,
    "pu": 790,
    "ub": 958,
    " pu": 127,
    "pub": 791,
    "ubl": 959,
    "bli": 275,
    "lic": 569,
    "ica": 466,
    "cat": 291,
    "ati": 251,
    "tio": 925,
    "ion": 502,
    " pub": 128,
    "publ": 792,
    "ubli": 960,
    "blic": 276,
    "lica": 570,
    "icat": 467,
    "cati": 292,
    "atio": 252,
    "tion": 926,
    "ions": 504,
    "cle ": 311,
    "do": 354,
    "nn": 665,
    " do": 56,
    "don": 355,
    "onn": 714,
    "nne": 666,
    "ne-": 646,
    " don": 57,
    "donn": 356,
    "onne": 715,
    "nne-": 667,
    "ne-m": 647,
    "s-": 851,
    "is-": 510,
    "s-m": 852,
    "lis-": 574,
    "is-m": 511,
    "s-mo": 853,
    "id": 472,
    " ai": 8,
    "aid": 204,
    "ide": 473,
    "de-": 336,
    " aid": 10,
    "aide": 205,
    "ide-": 475,
    "de-m": 337,
    "ue ": 965,
    "que ": 796,
    "pe": 760,
    "x-": 1024,
    "-t": 173,
    "u ": 954,
    " pe": 115,
    "peu": 761,
    "ux-": 997,
    "x-t": 1025,
    "-tu": 174,
    "tu ": 940,
    " peu": 116,
    "peux": 762,
    "eux-": 414,
    "ux-t": 998,
    "x-tu": 1026,
    "-tu ": 175,
    "fa": 424,
    " fa": 62,
    "fai": 425,
    "air": 206,
    "ire": 507,
    " fai": 63,
    "fair": 426,
    "aire": 207,
    "ire ": 508,
    "omm": 706,
    "mme": 618,
    "comm": 316,
    "omme": 707,
    "mmen": 619,
    "m ": 603,
    " m ": 93,
    "ider": 476,
    "der ": 339,
    "j ": 538,
    " j ": 79,
    "ai ": 203,
    " ai ": 9,
    "be": 262,
    "in": 496,
    " be": 22,
    "bes": 263,
    "eso": 401,
    "oin": 697,
    "in ": 497,
    " bes": 23,
    "beso": 264,
    "esoi": 402,
    "soin": 871,
    "oin ": 698,
    "ide ": 474,
    "ss": 880,
    "si": 864,
    " as": 15,
    "ass": 247,
    "ssi": 884,
    "sis": 865,
    "sta": 888,
    "nce": 637,
    "ce ": 297,
    " ass": 16,
    "assi": 248,
    "ssis": 885,
    "sist": 866,
    "ista": 521,
    "stan": 889,
    "tanc": 912,
    "ance": 221,
    "nce ": 638,
    "ul": 974,
    "tul": 945,
    "ule": 978,
    "ler": 564,
    "ostu": 738,
    "stul": 899,
    "tule": 947,
    "uler": 979,
    "ler ": 565,
    "fo": 430,
    "or": 728,
    "rm": 828,
    "mu": 629,
    " fo": 64,
    "for": 431,
    "orm": 731,
    "rmu": 829,
    "mul": 630,
    "ula": 975,
    "lai": 553,
    " for": 65,
    "form": 432,
    "ormu": 732,
    "rmul": 830,
    "mula": 631,
    "ulai": 976,
    "lair": 554,
    "lat": 560,
    "tula": 946,
    "ulat": 977,
    "lati": 561,
    "ion ": 503,
    " o": 104,
    "ui": 972,
    " ou": 109,
    "oui": 742,
    "ui ": 973,
    " oui": 110,
    "oui ": 743,
    "sû": 903,
    "ûr": 1049,
    " sû": 147,
    "sûr": 904,
    "ûr ": 1050,
    " sûr": 148,
    "sûr ": 905,
    "cc": 293,
    "rd": 810,
    "acc": 187,
    "cco": 294,
    "cor": 319,
    "ord": 729,
    "rd ": 811,
    " acc": 3,
    "acco": 188,
    "ccor": 295,
    "cord": 320,
    "ord ": 730,
    "ok": 701,
    "k ": 545,
    " ok": 105,
    "ok ": 702,
    " ok ": 106,
    "con": 317,
    "nta": 677,
    "tac": 909,
    "cte": 325,
    "ter": 920,
    " con": 43,
    "cont": 318,
    "onta": 721,
    "ntac": 678,
    "tact": 910,
    "acte": 191,
    "cter": 326,
    "ter ": 921,
    " vou": 166,
    " pa": 112,
    "pag": 755,
    "age": 199,
    "ge ": 442,
    " pag": 113,
    "page": 756,
    "age ": 200,
    "ct ": 324,
    "act ": 190,
    "rl": 825,
    "arl": 236,
    "rle": 826,
    " par": 114,
    "parl": 758,
    "arle": 237,
    "rler": 827,
    "gen": 445,
    " age": 7,
    "agen": 201,
    "gent": 446,
    "nv": 683,
    " in": 76,
    "inv": 498,
    "nve": 684,
    "ves": 1006,
    "sti": 892,
    "tir": 927,
    " inv": 77,
    "inve": 499,
    "nves": 685,
    "vest": 1007,
    "esti": 405,
    "stir": 893,
    "tir ": 928,
    "se": 859,
    "tis": 929,
    "iss": 518,
    "sse": 881,
    "sem": 860,
    "stis": 894,
    "tiss": 930,
    "isse": 519,
    "ssem": 882,
    "seme": 861,
    "ev": 415,
    "dev": 343,
    "eve": 416,
    "eni": 383,
    "nir": 658,
    " dev": 53,
    "deve": 344,
    "even": 417,
    "veni": 1005,
    "enir": 384,
    "nir ": 659,
    "seu": 862,
    "eur": 410,
    "sseu": 883,
    "seur": 863,
    "eur ": 411,
    " op": 107,
    "opp": 724,
    "ppo": 780,
    "por": 771,
    "ort": 733,
    "rtu": 847,
    "tun": 948,
    "uni": 984,
    "nit": 660,
    " opp": 108,
    "oppo": 725,
    "ppor": 781,
    "port": 772,
    "ortu": 734,
    "rtun": 848,
    "tuni": 949,
    "unit": 985,
    "nité": 661,
    "da": 331,
    " da": 47,
    "dan": 332,
    "ans": 226,
    " dan": 48,
    "dans": 333,
    "ans ": 227,
    " l ": 83,
    "pl": 763,
    "if": 484,
    "fi": 427,
    " pl": 117,
    "pla": 764,
    "ani": 224,
    "nif": 656,
    "ifi": 485,
    "fie": 428,
    " pla": 118,
    "plan": 765,
    "lani": 557,
    "anif": 225,
    "nifi": 657,
    "ifie": 486,
    "fier": 429,
    "vis": 1015,
    "isi": 512,
    "sit": 867,
    "ite": 524,
    " vis": 163,
    "visi": 1016,
    "isit": 513,
    "site": 868,
    "ite ": 525,
    "iter": 526,
    "pre": 783,
    "ren": 816,
    " pre": 124,
    "pren": 784,
    "rend": 817,
    " re": 135,
    "nde": 640,
    "dez": 345,
    " ren": 136,
    "ende": 381,
    "ndez": 641,
    "dez-": 346,
    "iè": 531,
    "èr": 1037,
    "liè": 578,
    "ièr": 532,
    "ère": 1038,
    "iliè": 490,
    "lièr": 579,
    "ière": 533,
    "ère ": 1039,
    "au": 253,
    " au": 17,
    "au ": 254,
    " au ": 18,
    "rev": 818,
    "evo": 418,
    " rev": 137,
    "revo": 819,
    "evoi": 419,
    "y": 1027,
    "by": 283,
    "ye": 1028,
    " by": 30,
    "bye": 284,
    "ye ": 1029,
    " bye": 31,
    "bye ": 285,
    "plu": 766,
    "lus": 598,
    " plu": 119,
    "plus": 767,
    "lus ": 599,
    "tar": 914,
    "ard": 234,
    " tar": 152,
    "tard": 915,
    "ard ": 235,
    " me": 97,
    "mer": 615,
    "rci": 808,
    " mer": 98,
    "merc": 616,
    "erci": 394,
    "rci ": 809,
    "ia": 459,
    "ao": 228,
    " ci": 39,
    "cia": 307,
    "iao": 460,
    "ao ": 229,
    " cia": 40,
    "ciao": 308,
    "iao ": 461
  },
  "response": null,
  "action_text": null
}