{
  "text": {
    "bonjour": 36,
    "salut": 210,
    "hello": 96,
    "bonsoir": 37,
    "quelles": 200,
    "maisons": 137,
    "avez": 21,
    "vous": 258,
    "quelles maisons": 201,
    "maisons avez": 138,
    "avez vous": 22,
    "quelles maisons avez": 202,
    "maisons avez vous": 139,
    "je": 106,
    "cherche": 42,
    "un": 225,
    "appartement": 10,
    "à": 263,
    "casablanca": 39,
    "je cherche": 107,
    "cherche un": 43,
    "un appartement": 227,
    "appartement à": 12,
    "à casablanca": 265,
    "je cherche un": 108,
    "cherche un appartement": 44,
    "un appartement à": 229,
    "appartement à casablanca": 13,
    "des": 75,
    "villas": 252,
    "vendre": 237,
    "rabat": 206,
    "vous des": 260,
    "des villas": 77,
    "villas à": 253,
    "à vendre": 274,
    "vendre à": 238,
    "à rabat": 270,
    "avez vous des": 23,
    "vous des villas": 261,
    "des villas à": 78,
    "villas à vendre": 254,
    "à vendre à": 275,
    "vendre à rabat": 239,
    "montre": 153,
    "moi": 145,
    "les": 119,
    "biens": 29,
    "disponibles": 81,
    "marrakech": 142,
    "montre moi": 154,
    "moi les": 148,
    "les biens": 121,
    "biens disponibles": 30,
    "disponibles à": 82,
    "à marrakech": 267,
    "montre moi les": 155,
    "moi les biens": 150,
    "les biens disponibles": 122,
    "biens disponibles à": 31,
    "disponibles à marrakech": 83,
    "veux": 240,
    "louer": 131,
    "studio": 214,
    "tanger": 221,
    "je veux": 109,
    "veux louer": 243,
    "louer un": 132,
    "un studio": 231,
    "studio à": 215,
    "à tanger": 271,
    "je veux louer": 112,
    "veux louer un": 244,
    "louer un studio": 133,
    "un studio à": 232,
    "studio à tanger": 217,
    "agadir": 2,
    "biens à": 32,
    "à agadir": 264,
    "biens à agadir": 33,
    "logements": 128,
    "fès": 95,
    "logements à": 129,
    "à fès": 266,
    "logements à fès": 130,
    "maisons à": 140,
    "maisons à casablanca": 141,
    "quel": 197,
    "est": 87,
    "le": 116,
    "prix": 188,
    "de": 68,
    "cette": 40,
    "maison": 136,
    "quel est": 198,
    "est le": 88,
    "le prix": 117,
    "prix de": 191,
    "de cette": 69,
    "cette maison": 41,
    "quel est le": 199,
    "est le prix": 89,
    "le prix de": 118,
    "prix de cette": 192,
    "de cette maison": 70,
    "combien": 46,
    "coûte": 59,
    "ici": 97,
    "combien coûte": 47,
    "coûte un": 60,
    "appartement ici": 11,
    "combien coûte un": 48,
    "coûte un appartement": 61,
    "un appartement ici": 228,
    "d": 62,
    "une": 233,
    "villa": 249,
    "prix d": 189,
    "d une": 66,
    "une villa": 234,
    "villa à": 250,
    "prix d une": 190,
    "d une villa": 67,
    "une villa à": 235,
    "villa à rabat": 251,
    "pour": 182,
    "combien pour": 49,
    "pour un": 183,
    "combien pour un": 50,
    "pour un studio": 184,
    "studio à casablanca": 216,
    "quels": 203,
    "sont": 211,
    "derniers": 73,
    "articles": 15,
    "quels sont": 204,
    "sont les": 212,
    "les derniers": 123,
    "derniers articles": 74,
    "quels sont les": 205,
    "sont les derniers": 213,
    "les derniers articles": 124,
    "actualités": 1,
    "les actualités": 120,
    "moi les actualités": 149,
    "sur": 218,
    "immobilier": 98,
    "articles sur": 16,
    "sur immobilier": 219,
    "articles sur immobilier": 17,
    "blog": 34,
    "posts": 179,
    "blog posts": 35,
    "nouvelles": 156,
    "publications": 193,
    "nouvelles publications": 157,
    "article": 14,
    "veux un": 246,
    "un article": 230,
    "je veux un": 114,
    "veux un article": 247,
    "donne": 84,
    "donne moi": 85,
    "moi des": 146,
    "des articles": 76,
    "donne moi des": 86,
    "moi des articles": 147,
    "lis": 125,
    "lis moi": 126,
    "moi un": 151,
    "lis moi un": 127,
    "moi un article": 152,
    "aide": 7,
    "aide moi": 8,
    "que": 194,
    "peux": 171,
    "tu": 223,
    "faire": 90,
    "que peux": 195,
    "peux tu": 172,
    "tu faire": 224,
    "que peux tu": 196,
    "peux tu faire": 173,
    "comment": 51,
    "m": 134,
    "aider": 9,
    "comment m": 52,
    "m aider": 135,
    "comment m aider": 53,
    "j": 103,
    "ai": 4,
    "besoin": 24,
    "j ai": 104,
    "ai besoin": 5,
    "besoin d": 25,
    "d aide": 64,
    "j ai besoin": 105,
    "ai besoin d": 6,
    "besoin d aide": 26,
    "assistance": 18,
    "postuler": 181,
    "veux postuler": 245,
    "je veux postuler": 113,
    "comment postuler": 54,
    "investir": 100,
    "veux investir": 242,
    "je veux investir": 111,
    "formulaire": 91,
    "postulation": 180,
    "formulaire de": 92,
    "de postulation": 72,
    "formulaire de postulation": 94,
    "devenir": 79,
    "investisseur": 102,
    "devenir investisseur": 80,
    "oui": 162,
    "yes": 262,
    "bien": 27,
    "sûr": 220,
    "bien sûr": 28,
    "accord": 0,
    "d accord": 63,
    "ok": 158,
    "contacter": 58,
    "veux contacter": 241,
    "je veux contacter": 110,
    "comment vous": 55,
    "vous contacter": 259,
    "comment vous contacter": 56,
    "page": 163,
    "contact": 57,
    "page de": 166,
    "de contact": 71,
    "page de contact": 167,
    "formulaire de contact": 93,
    "parler": 168,
    "agent": 3,
    "parler à": 169,
    "à un": 272,
    "un agent": 226,
    "parler à un": 170,
    "à un agent": 273,
    "investissement": 101,
    "page d": 164,
    "d investissement": 65,
    "page d investissement": 165,
    "opportunités": 159,
    "opportunités d": 160,
    "opportunités d investissement": 161,
    "planifier": 174,
    "visite": 255,
    "planifier une": 175,
    "une visite": 236,
    "planifier une visite": 176,
    "visiter": 257,
    "veux visiter": 248,
    "je veux visiter": 115,
    "prendre": 185,
    "rendez": 207,
    "prendre rendez": 186,
    "rendez vous": 208,
    "prendre rendez vous": 187,
    "immobilière": 99,
    "visite immobilière": 256,
    "au": 19,
    "revoir": 209,
    "au revoir": 20,
    "bye": 38,
    "plus": 177,
    "tard": 222,
    "à plus": 268,
    "plus tard": 178,
    "à plus tard": 269,
    "merci": 143,
    "ciao": 45,
    "merci ciao": 144
  },
  "intent": {
    "saluer": 13,
    "demander_bien": 6,
    "demander_prix": 10,
    "demander_articles": 5,
    "aide": 1,
    "demander_postulation": 9,
    "affirm": 0,
    "demander_contact": 7,
    "demander_investir": 8,
    "planifier_visite": 12,
    "goodbye": 11,
    "ask_about_services": 2,
    "ask_pricing": 3,
    "contact_agent": 4,
    "schedule_visit": 14,
    "thank_you": 15,
    "want_to_invest": 16,
    "want_to_sell": 17
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_aide_generale": 0,
    "action_donner_prix": 6,
    "action_lister_articles": 9,
    "action_lister_biens": 10,
    "utter_ask_about_services": 16,
    "utter_ask_pricing": 17,
    "utter_contact_agent": 18,
    "utter_demander_postulation": 19,
    "utter_goodbye": 20,
    "utter_guider_contact": 21,
    "utter_guider_investir": 22,
    "utter_guider_postulation": 23,
    "utter_planifier_visite": 24,
    "utter_saluer": 25,
    "utter_schedule_visit": 26,
    "utter_thank_you": 27,
    "utter_want_to_invest": 28,
    "utter_want_to_sell": 29
  },
  "action_text": null,
  "intent_response_key": null
}