{
  "text": {
    " ": 0,
    "s": 259,
    "a": 79,
    "l": 171,
    "u": 281,
    "t": 271,
    " s": 49,
    "sa": 261,
    "al": 80,
    "lu": 177,
    "ut": 292,
    "t ": 272,
    " sa": 50,
    "sal": 262,
    "alu": 81,
    "lut": 180,
    "ut ": 293,
    " sal": 51,
    "salu": 263,
    "alut": 82,
    "lut ": 181,
    "b": 94,
    "o": 212,
    "n": 196,
    "j": 165,
    "r": 243,
    " b": 9,
    "bo": 98,
    "on": 222,
    "nj": 201,
    "jo": 168,
    "ou": 233,
    "ur": 286,
    "r ": 244,
    " bo": 10,
    "bon": 99,
    "onj": 226,
    "njo": 202,
    "jou": 169,
    "our": 235,
    "ur ": 287,
    " bon": 11,
    "bonj": 100,
    "onjo": 227,
    "njou": 203,
    "jour": 170,
    "our ": 236,
    "h": 147,
    "e": 113,
    " h": 25,
    "he": 148,
    "el": 117,
    "ll": 172,
    "lo": 175,
    "o ": 213,
    " he": 26,
    "hel": 149,
    "ell": 118,
    "llo": 173,
    "lo ": 176,
    " hel": 27,
    "hell": 150,
    "ello": 119,
    "llo ": 174,
    "i": 158,
    "hi": 153,
    "i ": 159,
    " hi": 29,
    "hi ": 154,
    " hi ": 30,
    "y": 312,
    "ey": 138,
    "y ": 313,
    "hey": 151,
    "ey ": 139,
    " hey": 28,
    "hey ": 152,
    " a": 4,
    "au": 92,
    "u ": 282,
    " au": 7,
    "au ": 93,
    " au ": 8,
    "v": 296,
    " r": 46,
    "re": 250,
    "ev": 135,
    "vo": 302,
    "oi": 216,
    "ir": 163,
    " re": 47,
    "rev": 251,
    "evo": 136,
    "voi": 303,
    "oir": 217,
    "ir ": 164,
    " rev": 48,
    "revo": 252,
    "evoi": 137,
    "voir": 304,
    "oir ": 218,
    "by": 101,
    "ye": 314,
    "e ": 114,
    " by": 12,
    "bye": 102,
    "ye ": 315,
    " bye": 13,
    "bye ": 103,
    "à": 319,
    " à": 68,
    "à ": 320,
    " à ": 69,
    "p": 239,
    " p": 43,
    "pl": 240,
    "us": 290,
    "s ": 260,
    " pl": 44,
    "plu": 241,
    "lus": 178,
    "us ": 291,
    " plu": 45,
    "plus": 242,
    "lus ": 179,
    "d": 111,
    " t": 54,
    "ta": 273,
    "ar": 87,
    "rd": 248,
    "d ": 112,
    " ta": 55,
    "tar": 274,
    "ard": 88,
    "rd ": 249,
    " tar": 56,
    "tard": 275,
    "ard ": 89,
    "se": 264,
    "ee": 115,
    " se": 52,
    "see": 265,
    "ee ": 116,
    " see": 53,
    "see ": 266,
    " y": 65,
    "yo": 316,
    " yo": 66,
    "you": 317,
    "ou ": 234,
    " you": 67,
    "you ": 318,
    "g": 140,
    " g": 22,
    "go": 144,
    "oo": 228,
    "od": 214,
    " go": 23,
    "goo": 145,
    "ood": 229,
    "od ": 215,
    " goo": 24,
    "good": 146,
    "ood ": 230,
    " j": 37,
    "je": 166,
    " je": 38,
    "je ": 167,
    " je ": 39,
    "x": 310,
    " v": 59,
    "ve": 297,
    "eu": 130,
    "ux": 294,
    "x ": 311,
    " ve": 60,
    "veu": 300,
    "eux": 133,
    "ux ": 295,
    " veu": 61,
    "veux": 301,
    "eux ": 134,
    " i": 33,
    "in": 160,
    "nv": 209,
    "es": 126,
    "st": 267,
    "ti": 276,
    " in": 35,
    "inv": 161,
    "nve": 210,
    "ves": 298,
    "est": 127,
    "sti": 269,
    "tir": 277,
    " inv": 36,
    "inve": 162,
    "nves": 211,
    "vest": 299,
    "esti": 129,
    "stir": 270,
    "tir ": 278,
    "c": 104,
    "m": 182,
    " c": 14,
    "co": 108,
    "om": 219,
    "mm": 189,
    "me": 186,
    "en": 120,
    "nt": 204,
    " co": 17,
    "com": 109,
    "omm": 220,
    "mme": 190,
    "men": 187,
    "ent": 121,
    "nt ": 205,
    " com": 18,
    "comm": 110,
    "omme": 221,
    "mmen": 191,
    "ment": 188,
    "ent ": 122,
    " m": 40,
    "mo": 192,
    "n ": 197,
    " mo": 41,
    "mon": 193,
    "on ": 223,
    " mon": 42,
    "mon ": 194,
    "rg": 253,
    "ge": 141,
    " ar": 5,
    "arg": 90,
    "rge": 254,
    "gen": 142,
    " arg": 6,
    "arge": 91,
    "rgen": 255,
    "gent": 143,
    "_": 70,
    " _": 1,
    "__": 72,
    "_n": 76,
    "nu": 206,
    "um": 283,
    "mb": 183,
    "be": 95,
    "er": 123,
    "r_": 245,
    "_ ": 71,
    " __": 2,
    "__n": 74,
    "_nu": 77,
    "num": 207,
    "umb": 284,
    "mbe": 184,
    "ber": 96,
    "er_": 124,
    "r__": 246,
    "__ ": 73,
    " __n": 3,
    "__nu": 75,
    "_num": 78,
    "numb": 208,
    "umbe": 285,
    "mber": 185,
    "ber_": 97,
    "er__": 125,
    "r__ ": 247,
    " e": 19,
    "ro": 256,
    "os": 231,
    " eu": 20,
    "eur": 131,
    "uro": 288,
    "ros": 257,
    "os ": 232,
    " eur": 21,
    "euro": 132,
    "uros": 289,
    "ros ": 258,
    " i ": 34,
    "w": 305,
    " w": 62,
    "wa": 307,
    "an": 83,
    " wa": 63,
    "wan": 308,
    "ant": 85,
    " wan": 64,
    "want": 309,
    "ant ": 86,
    "to": 279,
    " to": 57,
    "to ": 280,
    " to ": 58,
    "st ": 268,
    "est ": 128,
    "ho": 155,
    "ow": 237,
    "w ": 306,
    " ho": 31,
    "how": 156,
    "ow ": 238,
    " how": 32,
    "how ": 157,
    "ca": 105,
    " ca": 15,
    "can": 106,
    "an ": 84,
    " can": 16,
    "can ": 107,
    "ne": 198,
    "one": 224,
    "ney": 199,
    "mone": 195,
    "oney": 225,
    "ney ": 200
  },
  "response": null,
  "action_text": null
}