{
  "text": {
    "hi": 160,
    "hello": 156,
    "hey": 159,
    "there": 387,
    "good": 150,
    "morning": 230,
    "afternoon": 10,
    "evening": 124,
    "greetings": 153,
    "bonjour": 50,
    "salut": 341,
    "coucou": 88,
    "bonsoir": 52,
    "comment": 73,
    "ça": 447,
    "va": 415,
    "je": 188,
    "vais": 416,
    "bien": 47,
    "merci": 227,
    "goodbye": 151,
    "see": 347,
    "you": 443,
    "later": 196,
    "bye": 60,
    "have": 155,
    "a": 2,
    "day": 99,
    "take": 370,
    "care": 65,
    "catch": 67,
    "i": 167,
    "m": 211,
    "off": 251,
    "au": 32,
    "revoir": 332,
    "à": 445,
    "bientôt": 48,
    "plus": 288,
    "tard": 375,
    "dois": 113,
    "y": 441,
    "aller": 16,
    "bonne": 51,
    "journée": 190,
    "soirée": 354,
    "demain": 102,
    "ciao": 69,
    "tomorrow": 393,
    "talk": 371,
    "to": 391,
    "what": 432,
    "are": 27,
    "the": 386,
    "priority": 297,
    "sectors": 346,
    "tell": 377,
    "me": 221,
    "about": 3,
    "investment": 181,
    "opportunities": 260,
    "how": 163,
    "does": 112,
    "medina": 224,
    "rehabilitation": 326,
    "work": 439,
    "tax": 376,
    "benefits": 44,
    "can": 63,
    "contact": 84,
    "an": 19,
    "advisor": 8,
    "administrative": 6,
    "procedures": 299,
    "cris": 93,
    "ongoing": 258,
    "projects": 305,
    "invest": 178,
    "in": 171,
    "morocco": 232,
    "key": 191,
    "conditions": 77,
    "get": 148,
    "building": 56,
    "permit": 280,
    "steps": 361,
    "buy": 58,
    "house": 162,
    "marrakech": 219,
    "orchid": 262,
    "island": 185,
    "real": 323,
    "estate": 123,
    "services": 350,
    "offer": 252,
    "where": 433,
    "is": 184,
    "located": 205,
    "makes": 213,
    "project": 304,
    "respect": 331,
    "s": 339,
    "heritage": 158,
    "budget": 55,
    "for": 138,
    "will": 435,
    "impact": 170,
    "tourism": 395,
    "foreigners": 141,
    "property": 308,
    "documents": 111,
    "do": 110,
    "need": 240,
    "best": 46,
    "areas": 28,
    "partnership": 275,
    "with": 437,
    "local": 204,
    "authorities": 33,
    "urban": 414,
    "development": 104,
    "participate": 273,
    "tenders": 380,
    "process": 300,
    "registration": 325,
    "legal": 198,
    "requirements": 330,
    "foreign": 140,
    "investors": 183,
    "market": 217,
    "quels": 316,
    "sont": 356,
    "les": 199,
    "secteurs": 345,
    "prioritaires": 296,
    "dites": 109,
    "moi": 228,
    "sur": 366,
    "investissements": 180,
    "fonctionne": 137,
    "la": 194,
    "réhabilitation": 337,
    "de": 100,
    "médina": 235,
    "avantages": 37,
    "fiscaux": 136,
    "contacter": 85,
    "un": 408,
    "conseiller": 80,
    "quelles": 315,
    "procédures": 301,
    "administratives": 7,
    "parlez": 271,
    "des": 103,
    "cri": 92,
    "projets": 306,
    "en": 118,
    "cours": 89,
    "investir": 179,
    "maroc": 218,
    "porteurs": 292,
    "pour": 293,
    "obtenir": 249,
    "permis": 279,
    "construire": 81,
    "délais": 116,
    "étapes": 448,
    "nécessaires": 248,
    "d": 98,
    "le": 197,
    "partenariat": 272,
    "public": 311,
    "privé": 298,
    "développement": 117,
    "urbain": 413,
    "participer": 274,
    "aux": 34,
    "appels": 23,
    "offres": 254,
    "weather": 428,
    "it": 186,
    "going": 149,
    "rain": 320,
    "casablanca": 66,
    "today": 392,
    "rabat": 318,
    "forecast": 139,
    "tangier": 374,
    "sunny": 363,
    "agadir": 11,
    "temperature": 378,
    "fes": 134,
    "current": 96,
    "like": 203,
    "this": 389,
    "weekend": 430,
    "right": 334,
    "now": 247,
    "update": 412,
    "cold": 71,
    "humidity": 166,
    "level": 201,
    "wind": 436,
    "outlook": 264,
    "next": 242,
    "week": 429,
    "quelle": 314,
    "est": 122,
    "météo": 236,
    "quel": 313,
    "temps": 379,
    "fait": 130,
    "il": 169,
    "donne": 115,
    "prévisions": 310,
    "tanger": 373,
    "fès": 147,
    "fera": 133,
    "t": 369,
    "ce": 68,
    "end": 119,
    "besoin": 45,
    "beau": 42,
    "pleuvoir": 287,
    "translate": 401,
    "text": 382,
    "french": 145,
    "say": 343,
    "arabic": 26,
    "translation": 402,
    "from": 146,
    "english": 120,
    "mean": 222,
    "peux": 283,
    "tu": 407,
    "traduire": 398,
    "texte": 383,
    "traduis": 399,
    "français": 144,
    "dit": 108,
    "on": 257,
    "arabe": 25,
    "traduction": 397,
    "l": 193,
    "anglais": 20,
    "want": 426,
    "book": 53,
    "appointment": 24,
    "available": 36,
    "meeting": 226,
    "schedule": 344,
    "call": 62,
    "at": 31,
    "__number__": 1,
    "pm": 289,
    "monday": 229,
    "meet": 225,
    "we": 427,
    "set": 351,
    "up": 411,
    "consultation": 82,
    "veux": 419,
    "prendre": 294,
    "rendez": 327,
    "vous": 423,
    "disponibilité": 106,
    "une": 409,
    "réunion": 338,
    "souhaite": 357,
    "planifier": 285,
    "appel": 22,
    "14h": 0,
    "disponible": 107,
    "lundi": 208,
    "speak": 359,
    "connect": 78,
    "human": 165,
    "let": 200,
    "agent": 13,
    "person": 281,
    "transfer": 400,
    "customer": 97,
    "service": 349,
    "someone": 355,
    "assistance": 30,
    "needed": 241,
    "support": 365,
    "parler": 270,
    "humain": 164,
    "vraie": 424,
    "personne": 282,
    "connexion": 79,
    "avec": 38,
    "your": 444,
    "favorite": 131,
    "color": 72,
    "joke": 189,
    "old": 256,
    "meaning": 223,
    "of": 250,
    "life": 202,
    "who": 434,
    "created": 91,
    "name": 237,
    "time": 390,
    "mars": 220,
    "âge": 446,
    "as": 29,
    "raconte": 319,
    "blague": 49,
    "qui": 317,
    "ton": 394,
    "créateur": 95,
    "que": 312,
    "penses": 277,
    "politique": 290,
    "capitale": 64,
    "france": 143,
    "vas": 417,
    "yes": 442,
    "indeed": 174,
    "course": 90,
    "that": 385,
    "sounds": 358,
    "correct": 86,
    "sure": 367,
    "definitely": 101,
    "absolutely": 4,
    "agree": 14,
    "please": 286,
    "thanks": 384,
    "exactly": 126,
    "oui": 263,
    "c": 61,
    "exactement": 125,
    "tout": 396,
    "sûr": 368,
    "volontiers": 422,
    "plaisir": 284,
    "ok": 255,
    "parfait": 267,
    "non": 244,
    "jamais": 187,
    "ne": 238,
    "crois": 94,
    "pas": 276,
    "faire": 129,
    "vraiment": 425,
    "maintenant": 212,
    "intéressé": 177,
    "no": 243,
    "nope": 245,
    "not": 246,
    "really": 324,
    "don": 114,
    "think": 388,
    "so": 353,
    "interested": 176,
    "perfect": 278,
    "very": 418,
    "great": 152,
    "amazing": 18,
    "feeling": 132,
    "king": 192,
    "wonderful": 438,
    "am": 17,
    "save": 342,
    "world": 440,
    "super": 364,
    "extremely": 128,
    "génial": 154,
    "très": 406,
    "sens": 348,
    "suis": 362,
    "ravi": 322,
    "excellent": 127,
    "formidable": 142,
    "triste": 405,
    "malheureux": 215,
    "mal": 214,
    "terrible": 381,
    "affreux": 9,
    "sad": 340,
    "unhappy": 410,
    "bad": 41,
    "awful": 40,
    "fine": 135,
    "es": 121,
    "bot": 54,
    "parle": 269,
    "là": 210,
    "robot": 335,
    "ia": 168,
    "programme": 303,
    "informatique": 175,
    "talking": 372,
    "ai": 15,
    "computer": 76,
    "program": 302,
    "company": 75,
    "long": 206,
    "been": 43,
    "business": 57,
    "different": 105,
    "owns": 266,
    "show": 352,
    "villas": 420,
    "price": 295,
    "range": 321,
    "apartments": 21,
    "looking": 207,
    "pool": 291,
    "buying": 59,
    "own": 265,
    "much": 234,
    "riad": 333,
    "cost": 87,
    "luxury": 209,
    "properties": 307,
    "investments": 182,
    "moroccan": 231,
    "roi": 336,
    "rental": 329,
    "income": 173,
    "commercial": 74,
    "trend": 404,
    "stable": 360,
    "average": 39,
    "office": 253,
    "address": 5,
    "visit": 421,
    "agency": 12,
    "open": 259,
    "weekends": 431,
    "hours": 161,
    "city": 70,
    "nearest": 239,
    "landmark": 195,
    "parking": 268,
    "availability": 35,
    "transport": 403,
    "options": 261,
    "provide": 309,
    "management": 216,
    "help": 157,
    "mortgage": 233,
    "renovation": 328,
    "included": 172,
    "consulting": 83
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "faq_question": 6,
    "request_weather": 16,
    "request_translation": 15,
    "book_appointment": 2,
    "contact_human": 4,
    "out_of_scope": 13,
    "affirm": 1,
    "deny": 5,
    "mood_great": 11,
    "mood_unhappy": 12,
    "bot_challenge": 3,
    "about_agency": 0,
    "real_estate_inquiry": 14,
    "investment_info": 9,
    "location_info": 10,
    "service_info": 17
  },
  "response": null,
  "action_name": null,
  "action_text": null,
  "intent_response_key": null
}