{
  "text": {
    "bonjour": 15,
    "salut": 101,
    "hello": 49,
    "bonsoir": 16,
    "quelles": 96,
    "maisons": 69,
    "avez": 7,
    "vous": 129,
    "quelles maisons": 97,
    "maisons avez": 70,
    "avez vous": 8,
    "quelles maisons avez": 98,
    "maisons avez vous": 71,
    "je": 51,
    "cherche": 21,
    "un": 108,
    "appartement": 1,
    "à": 132,
    "casablanca": 18,
    "je cherche": 52,
    "cherche un": 22,
    "un appartement": 109,
    "appartement à": 3,
    "à casablanca": 134,
    "je cherche un": 53,
    "cherche un appartement": 23,
    "un appartement à": 111,
    "appartement à casablanca": 4,
    "des": 39,
    "villas": 126,
    "vendre": 117,
    "rabat": 99,
    "vous des": 130,
    "des villas": 40,
    "villas à": 127,
    "à vendre": 141,
    "vendre à": 118,
    "à rabat": 139,
    "avez vous des": 9,
    "vous des villas": 131,
    "des villas à": 41,
    "villas à vendre": 128,
    "à vendre à": 142,
    "vendre à rabat": 119,
    "montre": 80,
    "moi": 77,
    "les": 59,
    "biens": 10,
    "disponibles": 42,
    "marrakech": 74,
    "montre moi": 81,
    "moi les": 78,
    "les biens": 60,
    "biens disponibles": 11,
    "disponibles à": 43,
    "à marrakech": 136,
    "montre moi les": 82,
    "moi les biens": 79,
    "les biens disponibles": 61,
    "biens disponibles à": 12,
    "disponibles à marrakech": 44,
    "veux": 120,
    "louer": 65,
    "studio": 102,
    "tanger": 106,
    "je veux": 54,
    "veux louer": 121,
    "louer un": 66,
    "un studio": 112,
    "studio à": 103,
    "à tanger": 140,
    "je veux louer": 55,
    "veux louer un": 122,
    "louer un studio": 67,
    "un studio à": 113,
    "studio à tanger": 105,
    "agadir": 0,
    "biens à": 13,
    "à agadir": 133,
    "biens à agadir": 14,
    "logements": 62,
    "fès": 48,
    "logements à": 63,
    "à fès": 135,
    "logements à fès": 64,
    "maisons à": 72,
    "maisons à casablanca": 73,
    "quel": 93,
    "est": 45,
    "le": 56,
    "prix": 88,
    "de": 36,
    "cette": 19,
    "maison": 68,
    "quel est": 94,
    "est le": 46,
    "le prix": 57,
    "prix de": 91,
    "de cette": 37,
    "cette maison": 20,
    "quel est le": 95,
    "est le prix": 47,
    "le prix de": 58,
    "prix de cette": 92,
    "de cette maison": 38,
    "combien": 25,
    "coûte": 30,
    "ici": 50,
    "combien coûte": 26,
    "coûte un": 31,
    "appartement ici": 2,
    "combien coûte un": 27,
    "coûte un appartement": 32,
    "un appartement ici": 110,
    "d": 33,
    "une": 114,
    "villa": 123,
    "prix d": 89,
    "d une": 34,
    "une villa": 115,
    "villa à": 124,
    "prix d une": 90,
    "d une villa": 35,
    "une villa à": 116,
    "villa à rabat": 125,
    "pour": 85,
    "combien pour": 28,
    "pour un": 86,
    "combien pour un": 29,
    "pour un studio": 87,
    "studio à casablanca": 104,
    "au": 5,
    "revoir": 100,
    "au revoir": 6,
    "bye": 17,
    "plus": 83,
    "tard": 107,
    "à plus": 137,
    "plus tard": 84,
    "à plus tard": 138,
    "merci": 75,
    "ciao": 24,
    "merci ciao": 76
  },
  "intent": {
    "saluer": 6,
    "demander_bien": 3,
    "demander_prix": 4,
    "goodbye": 5,
    "ask_about_services": 0,
    "ask_pricing": 1,
    "contact_agent": 2,
    "schedule_visit": 7,
    "thank_you": 8,
    "want_to_invest": 9,
    "want_to_sell": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_donner_prix": 5,
    "action_lister_biens": 8,
    "utter_ask_about_services": 14,
    "utter_ask_pricing": 15,
    "utter_contact_agent": 16,
    "utter_goodbye": 17,
    "utter_saluer": 18,
    "utter_schedule_visit": 19,
    "utter_thank_you": 20,
    "utter_want_to_invest": 21,
    "utter_want_to_sell": 22
  },
  "action_text": null,
  "intent_response_key": null
}