{
  "text": {
    "bonjour": 31,
    "salut": 147,
    "hello": 72,
    "bonsoir": 32,
    "quelles": 139,
    "maisons": 101,
    "avez": 18,
    "vous": 182,
    "quelles maisons": 140,
    "maisons avez": 102,
    "avez vous": 19,
    "quelles maisons avez": 141,
    "maisons avez vous": 103,
    "je": 78,
    "cherche": 37,
    "un": 161,
    "appartement": 8,
    "à": 185,
    "casablanca": 34,
    "je cherche": 79,
    "cherche un": 38,
    "un appartement": 162,
    "appartement à": 10,
    "à casablanca": 187,
    "je cherche un": 80,
    "cherche un appartement": 39,
    "un appartement à": 164,
    "appartement à casablanca": 11,
    "des": 61,
    "villas": 179,
    "vendre": 170,
    "rabat": 145,
    "vous des": 183,
    "des villas": 62,
    "villas à": 180,
    "à vendre": 194,
    "vendre à": 171,
    "à rabat": 192,
    "avez vous des": 20,
    "vous des villas": 184,
    "des villas à": 63,
    "villas à vendre": 181,
    "à vendre à": 195,
    "vendre à rabat": 172,
    "montre": 113,
    "moi": 109,
    "les": 86,
    "biens": 24,
    "disponibles": 64,
    "marrakech": 106,
    "montre moi": 114,
    "moi les": 110,
    "les biens": 88,
    "biens disponibles": 25,
    "disponibles à": 65,
    "à marrakech": 189,
    "montre moi les": 115,
    "moi les biens": 112,
    "les biens disponibles": 89,
    "biens disponibles à": 26,
    "disponibles à marrakech": 66,
    "veux": 173,
    "louer": 95,
    "studio": 151,
    "tanger": 157,
    "je veux": 81,
    "veux louer": 174,
    "louer un": 96,
    "un studio": 165,
    "studio à": 152,
    "à tanger": 193,
    "je veux louer": 82,
    "veux louer un": 175,
    "louer un studio": 97,
    "un studio à": 166,
    "studio à tanger": 154,
    "agadir": 1,
    "biens à": 27,
    "à agadir": 186,
    "biens à agadir": 28,
    "logements": 92,
    "fès": 71,
    "logements à": 93,
    "à fès": 188,
    "logements à fès": 94,
    "maisons à": 104,
    "maisons à casablanca": 105,
    "quel": 136,
    "est": 67,
    "le": 83,
    "prix": 127,
    "de": 56,
    "cette": 35,
    "maison": 100,
    "quel est": 137,
    "est le": 68,
    "le prix": 84,
    "prix de": 130,
    "de cette": 57,
    "cette maison": 36,
    "quel est le": 138,
    "est le prix": 69,
    "le prix de": 85,
    "prix de cette": 131,
    "de cette maison": 58,
    "combien": 41,
    "coûte": 49,
    "ici": 73,
    "combien coûte": 42,
    "coûte un": 50,
    "appartement ici": 9,
    "combien coûte un": 43,
    "coûte un appartement": 51,
    "un appartement ici": 163,
    "d": 52,
    "une": 167,
    "villa": 176,
    "prix d": 128,
    "d une": 54,
    "une villa": 168,
    "villa à": 177,
    "prix d une": 129,
    "d une villa": 55,
    "une villa à": 169,
    "villa à rabat": 178,
    "pour": 124,
    "combien pour": 44,
    "pour un": 125,
    "combien pour un": 45,
    "pour un studio": 126,
    "studio à casablanca": 153,
    "quels": 142,
    "sont": 148,
    "derniers": 59,
    "articles": 12,
    "quels sont": 143,
    "sont les": 149,
    "les derniers": 90,
    "derniers articles": 60,
    "quels sont les": 144,
    "sont les derniers": 150,
    "les derniers articles": 91,
    "actualités": 0,
    "les actualités": 87,
    "moi les actualités": 111,
    "sur": 155,
    "immobilier": 74,
    "articles sur": 13,
    "sur immobilier": 156,
    "articles sur immobilier": 14,
    "blog": 29,
    "posts": 123,
    "blog posts": 30,
    "nouvelles": 116,
    "publications": 132,
    "nouvelles publications": 117,
    "aide": 5,
    "aide moi": 6,
    "que": 133,
    "peux": 118,
    "tu": 159,
    "faire": 70,
    "que peux": 134,
    "peux tu": 119,
    "tu faire": 160,
    "que peux tu": 135,
    "peux tu faire": 120,
    "comment": 46,
    "m": 98,
    "aider": 7,
    "comment m": 47,
    "m aider": 99,
    "comment m aider": 48,
    "j": 75,
    "ai": 2,
    "besoin": 21,
    "j ai": 76,
    "ai besoin": 3,
    "besoin d": 22,
    "d aide": 53,
    "j ai besoin": 77,
    "ai besoin d": 4,
    "besoin d aide": 23,
    "assistance": 15,
    "au": 16,
    "revoir": 146,
    "au revoir": 17,
    "bye": 33,
    "plus": 121,
    "tard": 158,
    "à plus": 190,
    "plus tard": 122,
    "à plus tard": 191,
    "merci": 107,
    "ciao": 40,
    "merci ciao": 108
  },
  "intent": {
    "saluer": 8,
    "demander_bien": 5,
    "demander_prix": 6,
    "demander_articles": 4,
    "aide": 0,
    "goodbye": 7,
    "ask_about_services": 1,
    "ask_pricing": 2,
    "contact_agent": 3,
    "schedule_visit": 9,
    "thank_you": 10,
    "want_to_invest": 11,
    "want_to_sell": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_aide_generale": 0,
    "action_donner_prix": 6,
    "action_lister_articles": 9,
    "action_lister_biens": 10,
    "utter_ask_about_services": 16,
    "utter_ask_pricing": 17,
    "utter_contact_agent": 18,
    "utter_goodbye": 19,
    "utter_saluer": 20,
    "utter_schedule_visit": 21,
    "utter_thank_you": 22,
    "utter_want_to_invest": 23,
    "utter_want_to_sell": 24
  },
  "action_text": null,
  "intent_response_key": null
}