{
  "text": {
    "bonjour": 73,
    "salut": 415,
    "hello": 175,
    "bonsoir": 74,
    "hi": 179,
    "good": 167,
    "morning": 317,
    "good morning": 170,
    "afternoon": 8,
    "good afternoon": 168,
    "evening": 149,
    "good evening": 169,
    "quelles": 392,
    "maisons": 287,
    "avez": 54,
    "vous": 517,
    "quelles maisons": 393,
    "maisons avez": 288,
    "avez vous": 55,
    "quelles maisons avez": 394,
    "maisons avez vous": 289,
    "je": 237,
    "cherche": 83,
    "un": 474,
    "appartement": 30,
    "à": 547,
    "casablanca": 80,
    "je cherche": 238,
    "cherche un": 84,
    "un appartement": 476,
    "appartement à": 32,
    "à casablanca": 549,
    "je cherche un": 239,
    "cherche un appartement": 85,
    "un appartement à": 478,
    "appartement à casablanca": 33,
    "des": 124,
    "villas": 505,
    "vendre": 486,
    "rabat": 398,
    "vous des": 519,
    "des villas": 127,
    "villas à": 508,
    "à vendre": 558,
    "vendre à": 487,
    "à rabat": 554,
    "avez vous des": 56,
    "vous des villas": 520,
    "des villas à": 128,
    "villas à vendre": 509,
    "à vendre à": 559,
    "vendre à rabat": 488,
    "montre": 314,
    "moi": 306,
    "les": 256,
    "biens": 65,
    "disponibles": 131,
    "marrakech": 295,
    "montre moi": 315,
    "moi les": 309,
    "les biens": 258,
    "biens disponibles": 66,
    "disponibles à": 132,
    "à marrakech": 551,
    "montre moi les": 316,
    "moi les biens": 311,
    "les biens disponibles": 259,
    "biens disponibles à": 67,
    "disponibles à marrakech": 133,
    "veux": 489,
    "louer": 279,
    "studio": 435,
    "tanger": 445,
    "je veux": 240,
    "veux louer": 492,
    "louer un": 280,
    "un studio": 480,
    "studio à": 439,
    "à tanger": 555,
    "je veux louer": 243,
    "veux louer un": 493,
    "louer un studio": 281,
    "un studio à": 481,
    "studio à tanger": 441,
    "agadir": 9,
    "biens à": 69,
    "à agadir": 548,
    "biens à agadir": 70,
    "logements": 273,
    "fès": 163,
    "logements à": 274,
    "à fès": 550,
    "logements à fès": 275,
    "maisons à": 290,
    "maisons à casablanca": 291,
    "voir": 514,
    "propriétés": 383,
    "veux voir": 498,
    "voir les": 515,
    "les propriétés": 263,
    "je veux voir": 247,
    "veux voir les": 499,
    "voir les propriétés": 516,
    "propriétés disponibles": 384,
    "liste": 270,
    "liste des": 271,
    "des biens": 126,
    "liste des biens": 272,
    "quels": 395,
    "sont": 428,
    "immobiliers": 208,
    "quels sont": 396,
    "sont les": 429,
    "biens immobiliers": 68,
    "quels sont les": 397,
    "sont les biens": 430,
    "les biens immobiliers": 260,
    "what": 531,
    "houses": 181,
    "do": 134,
    "you": 541,
    "have": 172,
    "what houses": 536,
    "houses do": 182,
    "do you": 135,
    "you have": 543,
    "what houses do": 537,
    "houses do you": 183,
    "do you have": 136,
    "i": 198,
    "m": 282,
    "looking": 276,
    "for": 151,
    "an": 17,
    "apartment": 25,
    "in": 210,
    "i m": 199,
    "m looking": 284,
    "looking for": 277,
    "for an": 154,
    "an apartment": 19,
    "apartment in": 28,
    "in casablanca": 212,
    "i m looking": 200,
    "m looking for": 285,
    "looking for an": 278,
    "for an apartment": 155,
    "an apartment in": 21,
    "apartment in casablanca": 29,
    "sale": 412,
    "have villas": 173,
    "villas for": 506,
    "for sale": 156,
    "sale in": 413,
    "in rabat": 215,
    "you have villas": 544,
    "have villas for": 174,
    "villas for sale": 507,
    "for sale in": 157,
    "sale in rabat": 414,
    "show": 424,
    "me": 296,
    "available": 51,
    "properties": 379,
    "show me": 425,
    "me available": 300,
    "available properties": 52,
    "properties in": 380,
    "in marrakech": 214,
    "show me available": 426,
    "me available properties": 301,
    "available properties in": 53,
    "properties in marrakech": 382,
    "want": 521,
    "to": 460,
    "rent": 408,
    "a": 0,
    "i want": 203,
    "want to": 524,
    "to rent": 467,
    "rent a": 409,
    "a studio": 1,
    "studio in": 436,
    "in tanger": 218,
    "i want to": 205,
    "want to rent": 528,
    "to rent a": 468,
    "rent a studio": 410,
    "a studio in": 2,
    "studio in tanger": 438,
    "in agadir": 211,
    "properties in agadir": 381,
    "housing": 186,
    "housing in": 187,
    "in fès": 213,
    "housing in fès": 188,
    "houses in": 184,
    "houses in casablanca": 185,
    "see": 419,
    "the": 449,
    "to see": 469,
    "see the": 420,
    "the properties": 455,
    "want to see": 529,
    "to see the": 470,
    "see the properties": 421,
    "list": 267,
    "of": 330,
    "list of": 268,
    "of properties": 333,
    "list of properties": 269,
    "are": 38,
    "real": 402,
    "estate": 146,
    "what are": 532,
    "are the": 39,
    "the real": 456,
    "real estate": 403,
    "estate properties": 147,
    "what are the": 533,
    "are the real": 41,
    "the real estate": 457,
    "real estate properties": 404,
    "quel": 389,
    "est": 143,
    "le": 253,
    "prix": 374,
    "de": 117,
    "cette": 81,
    "maison": 286,
    "quel est": 390,
    "est le": 144,
    "le prix": 254,
    "prix de": 377,
    "de cette": 118,
    "cette maison": 82,
    "quel est le": 391,
    "est le prix": 145,
    "le prix de": 255,
    "prix de cette": 378,
    "de cette maison": 119,
    "combien": 87,
    "coûte": 105,
    "ici": 206,
    "combien coûte": 88,
    "coûte un": 106,
    "appartement ici": 31,
    "combien coûte un": 89,
    "coûte un appartement": 107,
    "un appartement ici": 477,
    "d": 108,
    "une": 482,
    "villa": 500,
    "prix d": 375,
    "d une": 112,
    "une villa": 483,
    "villa à": 503,
    "prix d une": 376,
    "d une villa": 113,
    "une villa à": 484,
    "villa à rabat": 504,
    "pour": 364,
    "combien pour": 90,
    "pour un": 365,
    "combien pour un": 91,
    "pour un studio": 366,
    "studio à casablanca": 440,
    "is": 231,
    "price": 370,
    "this": 458,
    "house": 180,
    "what is": 538,
    "is the": 232,
    "the price": 453,
    "price of": 371,
    "of this": 334,
    "this house": 459,
    "what is the": 539,
    "is the price": 233,
    "the price of": 454,
    "price of this": 373,
    "of this house": 335,
    "how": 189,
    "much": 318,
    "does": 137,
    "cost": 103,
    "here": 178,
    "how much": 192,
    "much does": 319,
    "does an": 138,
    "apartment cost": 26,
    "cost here": 104,
    "how much does": 193,
    "much does an": 320,
    "does an apartment": 139,
    "an apartment cost": 20,
    "apartment cost here": 27,
    "of a": 331,
    "a villa": 3,
    "villa in": 501,
    "price of a": 372,
    "of a villa": 332,
    "a villa in": 4,
    "villa in rabat": 502,
    "much for": 321,
    "for a": 152,
    "how much for": 194,
    "much for a": 322,
    "for a studio": 153,
    "studio in casablanca": 437,
    "derniers": 122,
    "articles": 43,
    "les derniers": 261,
    "derniers articles": 123,
    "sont les derniers": 431,
    "les derniers articles": 262,
    "actualités": 7,
    "les actualités": 257,
    "moi les actualités": 310,
    "sur": 442,
    "immobilier": 207,
    "articles sur": 46,
    "sur immobilier": 443,
    "articles sur immobilier": 47,
    "blog": 71,
    "posts": 361,
    "blog posts": 72,
    "nouvelles": 328,
    "publications": 385,
    "nouvelles publications": 329,
    "article": 42,
    "veux un": 495,
    "un article": 479,
    "je veux un": 245,
    "veux un article": 496,
    "donne": 140,
    "donne moi": 141,
    "moi des": 307,
    "des articles": 125,
    "donne moi des": 142,
    "moi des articles": 308,
    "lis": 264,
    "lis moi": 265,
    "moi un": 312,
    "lis moi un": 266,
    "moi un article": 313,
    "latest": 251,
    "the latest": 450,
    "latest articles": 252,
    "are the latest": 40,
    "the latest articles": 451,
    "news": 327,
    "me the": 302,
    "the news": 452,
    "show me the": 427,
    "me the news": 303,
    "on": 337,
    "articles on": 44,
    "on real": 338,
    "articles on real": 45,
    "on real estate": 339,
    "new": 325,
    "new publications": 326,
    "want an": 522,
    "an article": 23,
    "i want an": 204,
    "want an article": 523,
    "give": 164,
    "give me": 165,
    "me articles": 299,
    "give me articles": 166,
    "read": 399,
    "read me": 400,
    "me an": 297,
    "read me an": 401,
    "me an article": 298,
    "aide": 14,
    "aide moi": 15,
    "que": 386,
    "peux": 353,
    "tu": 472,
    "faire": 150,
    "que peux": 387,
    "peux tu": 354,
    "tu faire": 473,
    "que peux tu": 388,
    "peux tu faire": 355,
    "comment": 92,
    "aider": 16,
    "comment m": 93,
    "m aider": 283,
    "comment m aider": 94,
    "j": 234,
    "ai": 11,
    "besoin": 60,
    "j ai": 235,
    "ai besoin": 12,
    "besoin d": 61,
    "d aide": 110,
    "j ai besoin": 236,
    "ai besoin d": 13,
    "besoin d aide": 62,
    "assistance": 48,
    "help": 176,
    "help me": 177,
    "can": 76,
    "what can": 534,
    "can you": 77,
    "you do": 542,
    "what can you": 535,
    "can you do": 78,
    "how can": 190,
    "you help": 545,
    "how can you": 191,
    "can you help": 79,
    "need": 323,
    "i need": 201,
    "need help": 324,
    "i need help": 202,
    "postuler": 363,
    "veux postuler": 494,
    "je veux postuler": 244,
    "comment postuler": 95,
    "formulaire": 159,
    "postulation": 362,
    "formulaire de": 160,
    "de postulation": 121,
    "formulaire de postulation": 162,
    "apply": 36,
    "to apply": 463,
    "want to apply": 525,
    "how to": 195,
    "how to apply": 196,
    "application": 34,
    "form": 158,
    "application form": 35,
    "oui": 344,
    "yes": 540,
    "bien": 63,
    "sûr": 444,
    "bien sûr": 64,
    "accord": 6,
    "d accord": 109,
    "ok": 336,
    "contacter": 102,
    "veux contacter": 490,
    "je veux contacter": 241,
    "comment vous": 96,
    "vous contacter": 518,
    "comment vous contacter": 97,
    "page": 345,
    "contact": 98,
    "page de": 348,
    "de contact": 120,
    "page de contact": 349,
    "formulaire de contact": 161,
    "parler": 350,
    "agent": 10,
    "parler à": 351,
    "à un": 556,
    "un agent": 475,
    "parler à un": 352,
    "à un agent": 557,
    "to contact": 464,
    "want to contact": 526,
    "contact you": 101,
    "how to contact": 197,
    "to contact you": 465,
    "contact page": 100,
    "contact form": 99,
    "speak": 432,
    "speak to": 433,
    "to an": 461,
    "an agent": 18,
    "speak to an": 434,
    "to an agent": 462,
    "investir": 222,
    "veux investir": 491,
    "je veux investir": 242,
    "investissement": 225,
    "page d": 346,
    "d investissement": 111,
    "page d investissement": 347,
    "devenir": 129,
    "investisseur": 226,
    "devenir investisseur": 130,
    "opportunités": 341,
    "opportunités d": 342,
    "opportunités d investissement": 343,
    "dans": 114,
    "l": 248,
    "investir dans": 223,
    "dans l": 115,
    "l immobilier": 249,
    "investir dans l": 224,
    "dans l immobilier": 116,
    "invest": 219,
    "to invest": 466,
    "want to invest": 527,
    "investment": 227,
    "investment page": 229,
    "become": 57,
    "investor": 230,
    "become an": 58,
    "an investor": 24,
    "become an investor": 59,
    "opportunities": 340,
    "investment opportunities": 228,
    "invest in": 220,
    "in real": 216,
    "invest in real": 221,
    "in real estate": 217,
    "planifier": 356,
    "visite": 511,
    "planifier une": 357,
    "une visite": 485,
    "planifier une visite": 358,
    "visiter": 513,
    "veux visiter": 497,
    "je veux visiter": 246,
    "prendre": 367,
    "rendez": 406,
    "prendre rendez": 368,
    "rendez vous": 407,
    "prendre rendez vous": 369,
    "immobilière": 209,
    "visite immobilière": 512,
    "schedule": 416,
    "visit": 510,
    "schedule a": 417,
    "a visit": 5,
    "schedule a visit": 418,
    "to visit": 471,
    "want to visit": 530,
    "make": 292,
    "appointment": 37,
    "make an": 293,
    "an appointment": 22,
    "make an appointment": 294,
    "estate visit": 148,
    "real estate visit": 405,
    "au": 49,
    "revoir": 411,
    "au revoir": 50,
    "bye": 75,
    "plus": 359,
    "tard": 446,
    "à plus": 552,
    "plus tard": 360,
    "à plus tard": 553,
    "merci": 304,
    "ciao": 86,
    "merci ciao": 305,
    "goodbye": 171,
    "later": 250,
    "see you": 422,
    "you later": 546,
    "see you later": 423,
    "thanks": 447,
    "thanks bye": 448
  },
  "intent": {
    "saluer": 13,
    "demander_bien": 6,
    "demander_prix": 10,
    "demander_articles": 5,
    "aide": 1,
    "demander_postulation": 9,
    "affirm": 0,
    "demander_contact": 7,
    "demander_investir": 8,
    "planifier_visite": 12,
    "goodbye": 11,
    "ask_about_services": 2,
    "ask_pricing": 3,
    "contact_agent": 4,
    "schedule_visit": 14,
    "thank_you": 15,
    "want_to_invest": 16,
    "want_to_sell": 17
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_aide_generale": 0,
    "action_donner_prix": 6,
    "action_lister_articles": 9,
    "action_lister_biens": 10,
    "utter_ask_about_services": 16,
    "utter_ask_pricing": 17,
    "utter_contact_agent": 18,
    "utter_demander_postulation": 19,
    "utter_goodbye": 20,
    "utter_guider_contact": 21,
    "utter_guider_investir": 22,
    "utter_guider_postulation": 23,
    "utter_planifier_visite": 24,
    "utter_saluer": 25,
    "utter_schedule_visit": 26,
    "utter_thank_you": 27,
    "utter_want_to_invest": 28,
    "utter_want_to_sell": 29
  },
  "action_text": null,
  "intent_response_key": null
}