{
  "text": {
    "bonjour": 36,
    "salut": 217,
    "hello": 99,
    "bonsoir": 37,
    "quelles": 207,
    "maisons": 144,
    "avez": 21,
    "vous": 265,
    "quelles maisons": 208,
    "maisons avez": 145,
    "avez vous": 22,
    "quelles maisons avez": 209,
    "maisons avez vous": 146,
    "je": 111,
    "cherche": 42,
    "un": 232,
    "appartement": 10,
    "à": 270,
    "casablanca": 39,
    "je cherche": 112,
    "cherche un": 43,
    "un appartement": 234,
    "appartement à": 12,
    "à casablanca": 272,
    "je cherche un": 113,
    "cherche un appartement": 44,
    "un appartement à": 236,
    "appartement à casablanca": 13,
    "des": 78,
    "villas": 259,
    "vendre": 244,
    "rabat": 213,
    "vous des": 267,
    "des villas": 80,
    "villas à": 260,
    "à vendre": 281,
    "vendre à": 245,
    "à rabat": 277,
    "avez vous des": 23,
    "vous des villas": 268,
    "des villas à": 81,
    "villas à vendre": 261,
    "à vendre à": 282,
    "vendre à rabat": 246,
    "montre": 160,
    "moi": 152,
    "les": 126,
    "biens": 29,
    "disponibles": 84,
    "marrakech": 149,
    "montre moi": 161,
    "moi les": 155,
    "les biens": 128,
    "biens disponibles": 30,
    "disponibles à": 85,
    "à marrakech": 274,
    "montre moi les": 162,
    "moi les biens": 157,
    "les biens disponibles": 129,
    "biens disponibles à": 31,
    "disponibles à marrakech": 86,
    "veux": 247,
    "louer": 138,
    "studio": 221,
    "tanger": 228,
    "je veux": 114,
    "veux louer": 250,
    "louer un": 139,
    "un studio": 238,
    "studio à": 222,
    "à tanger": 278,
    "je veux louer": 117,
    "veux louer un": 251,
    "louer un studio": 140,
    "un studio à": 239,
    "studio à tanger": 224,
    "agadir": 2,
    "biens à": 32,
    "à agadir": 271,
    "biens à agadir": 33,
    "logements": 135,
    "fès": 98,
    "logements à": 136,
    "à fès": 273,
    "logements à fès": 137,
    "maisons à": 147,
    "maisons à casablanca": 148,
    "quel": 204,
    "est": 90,
    "le": 123,
    "prix": 195,
    "de": 71,
    "cette": 40,
    "maison": 143,
    "quel est": 205,
    "est le": 91,
    "le prix": 124,
    "prix de": 198,
    "de cette": 72,
    "cette maison": 41,
    "quel est le": 206,
    "est le prix": 92,
    "le prix de": 125,
    "prix de cette": 199,
    "de cette maison": 73,
    "combien": 46,
    "coûte": 59,
    "ici": 100,
    "combien coûte": 47,
    "coûte un": 60,
    "appartement ici": 11,
    "combien coûte un": 48,
    "coûte un appartement": 61,
    "un appartement ici": 235,
    "d": 62,
    "une": 240,
    "villa": 256,
    "prix d": 196,
    "d une": 66,
    "une villa": 241,
    "villa à": 257,
    "prix d une": 197,
    "d une villa": 67,
    "une villa à": 242,
    "villa à rabat": 258,
    "pour": 189,
    "combien pour": 49,
    "pour un": 190,
    "combien pour un": 50,
    "pour un studio": 191,
    "studio à casablanca": 223,
    "quels": 210,
    "sont": 218,
    "derniers": 76,
    "articles": 15,
    "quels sont": 211,
    "sont les": 219,
    "les derniers": 130,
    "derniers articles": 77,
    "quels sont les": 212,
    "sont les derniers": 220,
    "les derniers articles": 131,
    "actualités": 1,
    "les actualités": 127,
    "moi les actualités": 156,
    "sur": 225,
    "immobilier": 101,
    "articles sur": 16,
    "sur immobilier": 226,
    "articles sur immobilier": 17,
    "blog": 34,
    "posts": 186,
    "blog posts": 35,
    "nouvelles": 163,
    "publications": 200,
    "nouvelles publications": 164,
    "article": 14,
    "veux un": 253,
    "un article": 237,
    "je veux un": 119,
    "veux un article": 254,
    "donne": 87,
    "donne moi": 88,
    "moi des": 153,
    "des articles": 79,
    "donne moi des": 89,
    "moi des articles": 154,
    "lis": 132,
    "lis moi": 133,
    "moi un": 158,
    "lis moi un": 134,
    "moi un article": 159,
    "aide": 7,
    "aide moi": 8,
    "que": 201,
    "peux": 178,
    "tu": 230,
    "faire": 93,
    "que peux": 202,
    "peux tu": 179,
    "tu faire": 231,
    "que peux tu": 203,
    "peux tu faire": 180,
    "comment": 51,
    "m": 141,
    "aider": 9,
    "comment m": 52,
    "m aider": 142,
    "comment m aider": 53,
    "j": 108,
    "ai": 4,
    "besoin": 24,
    "j ai": 109,
    "ai besoin": 5,
    "besoin d": 25,
    "d aide": 64,
    "j ai besoin": 110,
    "ai besoin d": 6,
    "besoin d aide": 26,
    "assistance": 18,
    "postuler": 188,
    "veux postuler": 252,
    "je veux postuler": 118,
    "comment postuler": 54,
    "formulaire": 94,
    "postulation": 187,
    "formulaire de": 95,
    "de postulation": 75,
    "formulaire de postulation": 97,
    "oui": 169,
    "yes": 269,
    "bien": 27,
    "sûr": 227,
    "bien sûr": 28,
    "accord": 0,
    "d accord": 63,
    "ok": 165,
    "contacter": 58,
    "veux contacter": 248,
    "je veux contacter": 115,
    "comment vous": 55,
    "vous contacter": 266,
    "comment vous contacter": 56,
    "page": 170,
    "contact": 57,
    "page de": 173,
    "de contact": 74,
    "page de contact": 174,
    "formulaire de contact": 96,
    "parler": 175,
    "agent": 3,
    "parler à": 176,
    "à un": 279,
    "un agent": 233,
    "parler à un": 177,
    "à un agent": 280,
    "investir": 103,
    "veux investir": 249,
    "je veux investir": 116,
    "investissement": 106,
    "page d": 171,
    "d investissement": 65,
    "page d investissement": 172,
    "devenir": 82,
    "investisseur": 107,
    "devenir investisseur": 83,
    "opportunités": 166,
    "opportunités d": 167,
    "opportunités d investissement": 168,
    "dans": 68,
    "l": 121,
    "investir dans": 104,
    "dans l": 69,
    "l immobilier": 122,
    "investir dans l": 105,
    "dans l immobilier": 70,
    "planifier": 181,
    "visite": 262,
    "planifier une": 182,
    "une visite": 243,
    "planifier une visite": 183,
    "visiter": 264,
    "veux visiter": 255,
    "je veux visiter": 120,
    "prendre": 192,
    "rendez": 214,
    "prendre rendez": 193,
    "rendez vous": 215,
    "prendre rendez vous": 194,
    "immobilière": 102,
    "visite immobilière": 263,
    "au": 19,
    "revoir": 216,
    "au revoir": 20,
    "bye": 38,
    "plus": 184,
    "tard": 229,
    "à plus": 275,
    "plus tard": 185,
    "à plus tard": 276,
    "merci": 150,
    "ciao": 45,
    "merci ciao": 151
  },
  "intent": {
    "saluer": 13,
    "demander_bien": 6,
    "demander_prix": 10,
    "demander_articles": 5,
    "aide": 1,
    "demander_postulation": 9,
    "affirm": 0,
    "demander_contact": 7,
    "demander_investir": 8,
    "planifier_visite": 12,
    "goodbye": 11,
    "ask_about_services": 2,
    "ask_pricing": 3,
    "contact_agent": 4,
    "schedule_visit": 14,
    "thank_you": 15,
    "want_to_invest": 16,
    "want_to_sell": 17
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_aide_generale": 0,
    "action_donner_prix": 6,
    "action_lister_articles": 9,
    "action_lister_biens": 10,
    "utter_ask_about_services": 16,
    "utter_ask_pricing": 17,
    "utter_contact_agent": 18,
    "utter_demander_postulation": 19,
    "utter_goodbye": 20,
    "utter_guider_contact": 21,
    "utter_guider_investir": 22,
    "utter_guider_postulation": 23,
    "utter_planifier_visite": 24,
    "utter_saluer": 25,
    "utter_schedule_visit": 26,
    "utter_thank_you": 27,
    "utter_want_to_invest": 28,
    "utter_want_to_sell": 29
  },
  "action_text": null,
  "intent_response_key": null
}