{
  "text": {
    "bonjour": 37,
    "salut": 228,
    "hello": 101,
    "bonsoir": 38,
    "quelles": 218,
    "maisons": 153,
    "avez": 21,
    "vous": 282,
    "quelles maisons": 219,
    "maisons avez": 154,
    "avez vous": 22,
    "quelles maisons avez": 220,
    "maisons avez vous": 155,
    "je": 114,
    "cherche": 43,
    "un": 244,
    "appartement": 10,
    "à": 287,
    "casablanca": 40,
    "je cherche": 115,
    "cherche un": 44,
    "un appartement": 246,
    "appartement à": 12,
    "à casablanca": 289,
    "je cherche un": 116,
    "cherche un appartement": 45,
    "un appartement à": 248,
    "appartement à casablanca": 13,
    "des": 79,
    "villas": 273,
    "vendre": 256,
    "rabat": 224,
    "vous des": 284,
    "des villas": 82,
    "villas à": 274,
    "à vendre": 298,
    "vendre à": 257,
    "à rabat": 294,
    "avez vous des": 23,
    "vous des villas": 285,
    "des villas à": 83,
    "villas à vendre": 275,
    "à vendre à": 299,
    "vendre à rabat": 258,
    "montre": 169,
    "moi": 161,
    "les": 130,
    "biens": 29,
    "disponibles": 86,
    "marrakech": 158,
    "montre moi": 170,
    "moi les": 164,
    "les biens": 132,
    "biens disponibles": 30,
    "disponibles à": 87,
    "à marrakech": 291,
    "montre moi les": 171,
    "moi les biens": 166,
    "les biens disponibles": 133,
    "biens disponibles à": 31,
    "disponibles à marrakech": 88,
    "veux": 259,
    "louer": 147,
    "studio": 233,
    "tanger": 240,
    "je veux": 117,
    "veux louer": 262,
    "louer un": 148,
    "un studio": 250,
    "studio à": 234,
    "à tanger": 295,
    "je veux louer": 120,
    "veux louer un": 263,
    "louer un studio": 149,
    "un studio à": 251,
    "studio à tanger": 236,
    "agadir": 2,
    "biens à": 33,
    "à agadir": 288,
    "biens à agadir": 34,
    "logements": 144,
    "fès": 100,
    "logements à": 145,
    "à fès": 290,
    "logements à fès": 146,
    "maisons à": 156,
    "maisons à casablanca": 157,
    "voir": 279,
    "propriétés": 209,
    "veux voir": 268,
    "voir les": 280,
    "les propriétés": 137,
    "je veux voir": 124,
    "veux voir les": 269,
    "voir les propriétés": 281,
    "propriétés disponibles": 210,
    "liste": 141,
    "liste des": 142,
    "des biens": 81,
    "liste des biens": 143,
    "quels": 221,
    "sont": 229,
    "immobiliers": 104,
    "quels sont": 222,
    "sont les": 230,
    "biens immobiliers": 32,
    "quels sont les": 223,
    "sont les biens": 231,
    "les biens immobiliers": 134,
    "quel": 215,
    "est": 92,
    "le": 127,
    "prix": 204,
    "de": 72,
    "cette": 41,
    "maison": 152,
    "quel est": 216,
    "est le": 93,
    "le prix": 128,
    "prix de": 207,
    "de cette": 73,
    "cette maison": 42,
    "quel est le": 217,
    "est le prix": 94,
    "le prix de": 129,
    "prix de cette": 208,
    "de cette maison": 74,
    "combien": 47,
    "coûte": 60,
    "ici": 102,
    "combien coûte": 48,
    "coûte un": 61,
    "appartement ici": 11,
    "combien coûte un": 49,
    "coûte un appartement": 62,
    "un appartement ici": 247,
    "d": 63,
    "une": 252,
    "villa": 270,
    "prix d": 205,
    "d une": 67,
    "une villa": 253,
    "villa à": 271,
    "prix d une": 206,
    "d une villa": 68,
    "une villa à": 254,
    "villa à rabat": 272,
    "pour": 198,
    "combien pour": 50,
    "pour un": 199,
    "combien pour un": 51,
    "pour un studio": 200,
    "studio à casablanca": 235,
    "derniers": 77,
    "articles": 15,
    "les derniers": 135,
    "derniers articles": 78,
    "sont les derniers": 232,
    "les derniers articles": 136,
    "actualités": 1,
    "les actualités": 131,
    "moi les actualités": 165,
    "sur": 237,
    "immobilier": 103,
    "articles sur": 16,
    "sur immobilier": 238,
    "articles sur immobilier": 17,
    "blog": 35,
    "posts": 195,
    "blog posts": 36,
    "nouvelles": 172,
    "publications": 211,
    "nouvelles publications": 173,
    "article": 14,
    "veux un": 265,
    "un article": 249,
    "je veux un": 122,
    "veux un article": 266,
    "donne": 89,
    "donne moi": 90,
    "moi des": 162,
    "des articles": 80,
    "donne moi des": 91,
    "moi des articles": 163,
    "lis": 138,
    "lis moi": 139,
    "moi un": 167,
    "lis moi un": 140,
    "moi un article": 168,
    "aide": 7,
    "aide moi": 8,
    "que": 212,
    "peux": 187,
    "tu": 242,
    "faire": 95,
    "que peux": 213,
    "peux tu": 188,
    "tu faire": 243,
    "que peux tu": 214,
    "peux tu faire": 189,
    "comment": 52,
    "m": 150,
    "aider": 9,
    "comment m": 53,
    "m aider": 151,
    "comment m aider": 54,
    "j": 111,
    "ai": 4,
    "besoin": 24,
    "j ai": 112,
    "ai besoin": 5,
    "besoin d": 25,
    "d aide": 65,
    "j ai besoin": 113,
    "ai besoin d": 6,
    "besoin d aide": 26,
    "assistance": 18,
    "postuler": 197,
    "veux postuler": 264,
    "je veux postuler": 121,
    "comment postuler": 55,
    "formulaire": 96,
    "postulation": 196,
    "formulaire de": 97,
    "de postulation": 76,
    "formulaire de postulation": 99,
    "oui": 178,
    "yes": 286,
    "bien": 27,
    "sûr": 239,
    "bien sûr": 28,
    "accord": 0,
    "d accord": 64,
    "ok": 174,
    "contacter": 59,
    "veux contacter": 260,
    "je veux contacter": 118,
    "comment vous": 56,
    "vous contacter": 283,
    "comment vous contacter": 57,
    "page": 179,
    "contact": 58,
    "page de": 182,
    "de contact": 75,
    "page de contact": 183,
    "formulaire de contact": 98,
    "parler": 184,
    "agent": 3,
    "parler à": 185,
    "à un": 296,
    "un agent": 245,
    "parler à un": 186,
    "à un agent": 297,
    "investir": 106,
    "veux investir": 261,
    "je veux investir": 119,
    "investissement": 109,
    "page d": 180,
    "d investissement": 66,
    "page d investissement": 181,
    "devenir": 84,
    "investisseur": 110,
    "devenir investisseur": 85,
    "opportunités": 175,
    "opportunités d": 176,
    "opportunités d investissement": 177,
    "dans": 69,
    "l": 125,
    "investir dans": 107,
    "dans l": 70,
    "l immobilier": 126,
    "investir dans l": 108,
    "dans l immobilier": 71,
    "planifier": 190,
    "visite": 276,
    "planifier une": 191,
    "une visite": 255,
    "planifier une visite": 192,
    "visiter": 278,
    "veux visiter": 267,
    "je veux visiter": 123,
    "prendre": 201,
    "rendez": 225,
    "prendre rendez": 202,
    "rendez vous": 226,
    "prendre rendez vous": 203,
    "immobilière": 105,
    "visite immobilière": 277,
    "au": 19,
    "revoir": 227,
    "au revoir": 20,
    "bye": 39,
    "plus": 193,
    "tard": 241,
    "à plus": 292,
    "plus tard": 194,
    "à plus tard": 293,
    "merci": 159,
    "ciao": 46,
    "merci ciao": 160
  },
  "intent": {
    "saluer": 13,
    "demander_bien": 6,
    "demander_prix": 10,
    "demander_articles": 5,
    "aide": 1,
    "demander_postulation": 9,
    "affirm": 0,
    "demander_contact": 7,
    "demander_investir": 8,
    "planifier_visite": 12,
    "goodbye": 11,
    "ask_about_services": 2,
    "ask_pricing": 3,
    "contact_agent": 4,
    "schedule_visit": 14,
    "thank_you": 15,
    "want_to_invest": 16,
    "want_to_sell": 17
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_aide_generale": 0,
    "action_donner_prix": 6,
    "action_lister_articles": 9,
    "action_lister_biens": 10,
    "utter_ask_about_services": 16,
    "utter_ask_pricing": 17,
    "utter_contact_agent": 18,
    "utter_demander_postulation": 19,
    "utter_goodbye": 20,
    "utter_guider_contact": 21,
    "utter_guider_investir": 22,
    "utter_guider_postulation": 23,
    "utter_planifier_visite": 24,
    "utter_saluer": 25,
    "utter_schedule_visit": 26,
    "utter_thank_you": 27,
    "utter_want_to_invest": 28,
    "utter_want_to_sell": 29
  },
  "action_text": null,
  "intent_response_key": null
}