{
  "text": {
    "hi": 28,
    "hello": 24,
    "hey": 27,
    "i": 31,
    "need": 46,
    "help": 25,
    "are": 5,
    "you": 87,
    "available": 6,
    "what": 85,
    "do": 16,
    "how": 30,
    "can": 9,
    "with": 86,
    "real": 60,
    "estate": 18,
    "a": 0,
    "agent": 1,
    "services": 67,
    "offer": 49,
    "want": 83,
    "to": 78,
    "invest": 33,
    "in": 32,
    "property": 57,
    "have": 23,
    "investment": 34,
    "opportunities": 51,
    "m": 40,
    "looking": 39,
    "for": 20,
    "rental": 61,
    "properties": 56,
    "buy": 8,
    "through": 77,
    "show": 68,
    "me": 42,
    "sell": 66,
    "my": 45,
    "list": 38,
    "house": 29,
    "an": 2,
    "apartment": 3,
    "d": 14,
    "like": 37,
    "put": 58,
    "on": 50,
    "the": 75,
    "market": 41,
    "handle": 22,
    "sales": 63,
    "visit": 82,
    "schedule": 64,
    "viewing": 80,
    "book": 7,
    "tour": 79,
    "is": 35,
    "it": 36,
    "possible": 55,
    "see": 65,
    "villa": 81,
    "next": 47,
    "week": 84,
    "plan": 54,
    "meeting": 43,
    "contact": 13,
    "speak": 70,
    "someone": 69,
    "get": 21,
    "your": 88,
    "phone": 53,
    "number": 48,
    "email": 17,
    "details": 15,
    "talk": 71,
    "person": 52,
    "much": 44,
    "charge": 10,
    "there": 76,
    "fee": 19,
    "s": 62,
    "commission": 11,
    "rate": 59,
    "consultations": 12,
    "thanks": 73,
    "thank": 72,
    "that": 74,
    "helpful": 26,
    "appreciate": 4
  },
  "intent": {
    "greet": 4,
    "ask_about_services": 0,
    "want_to_invest": 7,
    "want_to_sell": 8,
    "schedule_visit": 5,
    "contact_agent": 2,
    "ask_pricing": 1,
    "thank_you": 6,
    "goodbye": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_about_services": 12,
    "utter_ask_pricing": 13,
    "utter_contact_agent": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_schedule_visit": 17,
    "utter_thank_you": 18,
    "utter_want_to_invest": 19,
    "utter_want_to_sell": 20
  },
  "action_text": null,
  "intent_response_key": null
}