{
  "text": {
    " ": 0,
    "b": 259,
    "o": 682,
    "n": 628,
    "j": 534,
    "u": 937,
    "r": 789,
    " b": 21,
    "bo": 280,
    "on": 704,
    "nj": 658,
    "jo": 538,
    "ou": 733,
    "ur": 970,
    "r ": 790,
    " bo": 28,
    "bon": 281,
    "onj": 708,
    "njo": 659,
    "jou": 539,
    "our": 738,
    "ur ": 971,
    " bon": 29,
    "bonj": 282,
    "onjo": 709,
    "njou": 660,
    "jour": 540,
    "our ": 739,
    "s": 835,
    "a": 180,
    "l": 546,
    "t": 890,
    " s": 137,
    "sa": 840,
    "al": 214,
    "lu": 593,
    "ut": 974,
    "t ": 891,
    " sa": 138,
    "sal": 843,
    "alu": 217,
    "lut": 596,
    "ut ": 975,
    " sal": 139,
    "salu": 844,
    "alut": 218,
    "lut ": 597,
    "h": 450,
    "e": 361,
    " h": 68,
    "he": 452,
    "el": 369,
    "ll": 576,
    "lo": 584,
    "o ": 683,
    " he": 69,
    "hel": 454,
    "ell": 371,
    "llo": 582,
    "lo ": 585,
    " hel": 70,
    "hell": 455,
    "ello": 373,
    "llo ": 583,
    "i": 458,
    "ns": 667,
    "so": 855,
    "oi": 691,
    "ir": 506,
    "ons": 712,
    "nso": 669,
    "soi": 856,
    "oir": 695,
    "ir ": 507,
    "bons": 283,
    "onso": 714,
    "nsoi": 670,
    "soir": 858,
    "oir ": 696,
    "q": 784,
    " q": 128,
    "qu": 785,
    "ue": 948,
    "le": 559,
    "es": 400,
    "s ": 836,
    " qu": 129,
    "que": 786,
    "uel": 950,
    "lle": 580,
    "les": 563,
    "es ": 401,
    " que": 130,
    "quel": 788,
    "uell": 952,
    "elle": 372,
    "lles": 581,
    "les ": 564,
    "m": 598,
    " m": 92,
    "ma": 600,
    "ai": 203,
    "is": 510,
    " ma": 94,
    "mai": 601,
    "ais": 209,
    "iso": 515,
    "son": 859,
    "ns ": 668,
    " mai": 95,
    "mais": 602,
    "aiso": 210,
    "ison": 516,
    "sons": 861,
    "ons ": 713,
    "v": 983,
    "z": 1016,
    "-": 170,
    " a": 1,
    "av": 256,
    "ve": 984,
    "ez": 421,
    "z-": 1017,
    "-v": 177,
    "vo": 1001,
    "us": 972,
    " av": 19,
    "ave": 257,
    "vez": 994,
    "ez-": 422,
    "z-v": 1018,
    "-vo": 178,
    "vou": 1004,
    "ous": 740,
    "us ": 973,
    " ave": 20,
    "avez": 258,
    "vez-": 995,
    "ez-v": 423,
    "z-vo": 1019,
    "-vou": 179,
    "vous": 1005,
    "ous ": 741,
    " j": 78,
    "je": 536,
    "e ": 362,
    " je": 80,
    "je ": 537,
    " je ": 81,
    "c": 287,
    " c": 32,
    "ch": 301,
    "er": 391,
    "rc": 796,
    " ch": 37,
    "che": 303,
    "her": 456,
    "erc": 393,
    "rch": 797,
    "he ": 453,
    " che": 38,
    "cher": 305,
    "herc": 457,
    "erch": 394,
    "rche": 798,
    "che ": 304,
    " u": 152,
    "un": 964,
    "n ": 629,
    " un": 153,
    "un ": 965,
    " un ": 154,
    "p": 747,
    "ap": 231,
    "pp": 771,
    "pa": 748,
    "ar": 234,
    "rt": 828,
    "te": 900,
    "em": 376,
    "me": 608,
    "en": 379,
    "nt": 671,
    " ap": 11,
    "app": 232,
    "ppa": 772,
    "par": 751,
    "art": 241,
    "rte": 829,
    "tem": 902,
    "eme": 377,
    "men": 609,
    "ent": 388,
    "nt ": 672,
    " app": 12,
    "appa": 233,
    "ppar": 773,
    "part": 753,
    "arte": 242,
    "rtem": 830,
    "teme": 903,
    "emen": 378,
    "ment": 610,
    "ent ": 389,
    "à": 1020,
    " à": 168,
    "à ": 1021,
    " à ": 169,
    "ca": 288,
    "as": 244,
    "ab": 182,
    "bl": 271,
    "la": 548,
    "an": 219,
    "nc": 630,
    "a ": 181,
    " ca": 33,
    "cas": 290,
    "asa": 246,
    "sab": 841,
    "abl": 185,
    "bla": 272,
    "lan": 552,
    "anc": 220,
    "nca": 631,
    "ca ": 289,
    " cas": 34,
    "casa": 291,
    "asab": 247,
    "sabl": 842,
    "abla": 186,
    "blan": 273,
    "lanc": 553,
    "anca": 221,
    "nca ": 632,
    "d": 330,
    " d": 45,
    "de": 335,
    " de": 49,
    "des": 342,
    " des": 52,
    "des ": 343,
    " v": 156,
    "vi": 996,
    "il": 488,
    " vi": 160,
    "vil": 997,
    "ill": 492,
    "lla": 577,
    "las": 555,
    "as ": 245,
    " vil": 161,
    "vill": 998,
    "illa": 493,
    "llas": 579,
    "las ": 556,
    "nd": 635,
    "dr": 358,
    "re": 803,
    " ve": 157,
    "ven": 987,
    "end": 381,
    "ndr": 638,
    "dre": 359,
    "re ": 804,
    " ven": 158,
    "vend": 988,
    "endr": 383,
    "ndre": 639,
    "dre ": 360,
    " r": 131,
    "ra": 791,
    "ba": 260,
    "at": 250,
    " ra": 132,
    "rab": 792,
    "aba": 183,
    "bat": 261,
    "at ": 251,
    " rab": 133,
    "raba": 793,
    "abat": 184,
    "bat ": 262,
    "mo": 618,
    "tr": 915,
    "e-": 363,
    "-m": 171,
    "i ": 459,
    " mo": 99,
    "mon": 623,
    "ont": 715,
    "ntr": 675,
    "tre": 916,
    "re-": 805,
    "e-m": 364,
    "-mo": 172,
    "moi": 621,
    "oi ": 692,
    " mon": 100,
    "mont": 624,
    "ontr": 718,
    "ntre": 676,
    "tre-": 917,
    "re-m": 806,
    "e-mo": 365,
    "-moi": 173,
    "moi ": 622,
    " l": 82,
    " le": 84,
    " les": 86,
    "bi": 266,
    "ie": 478,
    " bi": 24,
    "bie": 267,
    "ien": 479,
    "ens": 386,
    " bie": 25,
    "bien": 268,
    "iens": 481,
    "ens ": 387,
    "di": 348,
    "sp": 863,
    "po": 762,
    "ni": 647,
    "ib": 463,
    " di": 54,
    "dis": 353,
    "isp": 517,
    "spo": 864,
    "pon": 763,
    "oni": 706,
    "nib": 648,
    "ibl": 464,
    "ble": 274,
    " dis": 55,
    "disp": 354,
    "ispo": 518,
    "spon": 865,
    "poni": 764,
    "onib": 707,
    "nibl": 649,
    "ible": 465,
    "bles": 275,
    "k": 541,
    "rr": 823,
    "ak": 211,
    "ke": 543,
    "ec": 366,
    "h ": 451,
    "mar": 603,
    "arr": 239,
    "rra": 824,
    "rak": 794,
    "ake": 212,
    "kec": 544,
    "ech": 367,
    "ch ": 302,
    " mar": 96,
    "marr": 604,
    "arra": 240,
    "rrak": 825,
    "rake": 795,
    "akec": 213,
    "kech": 545,
    "ech ": 368,
    "x": 1006,
    "eu": 410,
    "ux": 979,
    "x ": 1007,
    "veu": 992,
    "eux": 413,
    "ux ": 980,
    " veu": 159,
    "veux": 993,
    "eux ": 414,
    " lo": 89,
    "lou": 589,
    "oue": 734,
    "uer": 954,
    "er ": 392,
    " lou": 91,
    "loue": 590,
    "ouer": 735,
    "uer ": 955,
    "st": 872,
    "tu": 923,
    "ud": 945,
    "io": 501,
    " st": 142,
    "stu": 881,
    "tud": 927,
    "udi": 946,
    "dio": 349,
    "io ": 502,
    " stu": 143,
    "stud": 882,
    "tudi": 928,
    "udio": 947,
    "dio ": 350,
    "g": 437,
    " t": 148,
    "ta": 892,
    "ng": 644,
    "ge": 442,
    " ta": 149,
    "tan": 895,
    "ang": 223,
    "nge": 645,
    "ger": 448,
    " tan": 150,
    "tang": 897,
    "ange": 224,
    "nger": 646,
    "ger ": 449,
    "ag": 197,
    "ga": 439,
    "ad": 194,
    " ag": 5,
    "aga": 198,
    "gad": 440,
    "adi": 195,
    "dir": 351,
    " aga": 6,
    "agad": 199,
    "gadi": 441,
    "adir": 196,
    "dir ": 352,
    "og": 687,
    "ts": 918,
    "log": 586,
    "oge": 689,
    "gem": 444,
    "nts": 677,
    "ts ": 919,
    " log": 90,
    "loge": 588,
    "ogem": 690,
    "geme": 445,
    "ents": 390,
    "nts ": 678,
    "f": 424,
    "è": 1022,
    " f": 61,
    "fè": 434,
    "ès": 1026,
    " fè": 66,
    "fès": 435,
    "ès ": 1027,
    " fès": 67,
    "fès ": 436,
    "l ": 547,
    "el ": 370,
    "uel ": 951,
    " e": 58,
    " es": 59,
    "est": 404,
    "st ": 873,
    " est": 60,
    "est ": 405,
    "le ": 560,
    " le ": 85,
    " p": 111,
    "pr": 776,
    "ri": 811,
    "ix": 529,
    " pr": 123,
    "pri": 779,
    "rix": 812,
    "ix ": 530,
    " pri": 125,
    "prix": 780,
    "rix ": 813,
    "de ": 336,
    " de ": 50,
    "ce": 297,
    "et": 407,
    "tt": 920,
    " ce": 35,
    "cet": 299,
    "ett": 408,
    "tte": 921,
    "te ": 901,
    " cet": 36,
    "cett": 300,
    "ette": 409,
    "tte ": 922,
    "on ": 705,
    "son ": 860,
    "co": 314,
    "om": 699,
    "mb": 605,
    " co": 41,
    "com": 315,
    "omb": 700,
    "mbi": 606,
    "en ": 380,
    " com": 42,
    "comb": 316,
    "ombi": 701,
    "mbie": 607,
    "ien ": 480,
    "û": 1031,
    "oû": 744,
    "ût": 1034,
    "coû": 322,
    "oût": 745,
    "ûte": 1035,
    " coû": 44,
    "coût": 323,
    "oûte": 746,
    "ûte ": 1036,
    " i": 71,
    "ic": 466,
    "ci": 306,
    " ic": 72,
    "ici": 469,
    "ci ": 307,
    " ici": 73,
    "ici ": 470,
    "d ": 331,
    " d ": 46,
    "ne": 640,
    "une": 966,
    "ne ": 641,
    " une": 155,
    "une ": 967,
    "la ": 549,
    "lla ": 578,
    " po": 120,
    "pou": 769,
    " pou": 122,
    "pour": 770,
    "ls": 591,
    "els": 374,
    "ls ": 592,
    "uels": 953,
    "els ": 375,
    " so": 140,
    " son": 141,
    "sont": 862,
    "ont ": 716,
    "rn": 820,
    "rs": 826,
    "der": 339,
    "ern": 396,
    "rni": 821,
    "nie": 650,
    "ier": 482,
    "ers": 398,
    "rs ": 827,
    " der": 51,
    "dern": 341,
    "erni": 397,
    "rnie": 822,
    "nier": 651,
    "iers": 484,
    "ers ": 399,
    "ti": 906,
    "cl": 310,
    " ar": 13,
    "rti": 831,
    "tic": 907,
    "icl": 471,
    "cle": 311,
    " art": 14,
    "arti": 243,
    "rtic": 832,
    "ticl": 908,
    "icle": 472,
    "cles": 313,
    "é": 1028,
    "ac": 187,
    "ct": 324,
    "ua": 939,
    "li": 565,
    "it": 523,
    "té": 934,
    "és": 1029,
    " ac": 2,
    "act": 190,
    "ctu": 328,
    "tua": 925,
    "ual": 940,
    "ali": 215,
    "lit": 572,
    "ité": 527,
    "tés": 935,
    "és ": 1030,
    " act": 4,
    "actu": 193,
    "ctua": 329,
    "tual": 926,
    "uali": 941,
    "alit": 216,
    "lité": 573,
    "ités": 528,
    "tés ": 936,
    "su": 884,
    " su": 144,
    "sur": 885,
    " sur": 145,
    "sur ": 886,
    "im": 494,
    "mm": 613,
    "ob": 684,
    " im": 74,
    "imm": 495,
    "mmo": 616,
    "mob": 619,
    "obi": 685,
    "bil": 269,
    "ili": 489,
    "lie": 568,
    " imm": 75,
    "immo": 496,
    "mmob": 617,
    "mobi": 620,
    "obil": 686,
    "bili": 270,
    "ilie": 490,
    "lier": 569,
    "ier ": 483,
    "g ": 438,
    " bl": 26,
    "blo": 278,
    "og ": 688,
    " blo": 27,
    "blog": 279,
    "log ": 587,
    "os": 729,
    "pos": 767,
    "ost": 730,
    "sts": 879,
    " pos": 121,
    "post": 768,
    "osts": 731,
    "sts ": 880,
    " n": 101,
    "no": 664,
    "uv": 976,
    " no": 102,
    "nou": 665,
    "ouv": 742,
    "uve": 977,
    "vel": 985,
    " nou": 103,
    "nouv": 666,
    "ouve": 743,
    "uvel": 978,
    "vell": 986,
    "pu": 781,
    "ub": 942,
    " pu": 126,
    "pub": 782,
    "ubl": 943,
    "bli": 276,
    "lic": 566,
    "ica": 467,
    "cat": 292,
    "ati": 252,
    "tio": 909,
    "ion": 503,
    " pub": 127,
    "publ": 783,
    "ubli": 944,
    "blic": 277,
    "lica": 567,
    "icat": 468,
    "cati": 293,
    "atio": 253,
    "tion": 910,
    "ions": 505,
    "cle ": 312,
    "do": 355,
    "nn": 661,
    " do": 56,
    "don": 356,
    "onn": 710,
    "nne": 662,
    "ne-": 642,
    " don": 57,
    "donn": 357,
    "onne": 711,
    "nne-": 663,
    "ne-m": 643,
    "s-": 837,
    " li": 87,
    "lis": 570,
    "is-": 511,
    "s-m": 838,
    " lis": 88,
    "lis-": 571,
    "is-m": 512,
    "s-mo": 839,
    "id": 473,
    " ai": 8,
    "aid": 205,
    "ide": 474,
    "de-": 337,
    " aid": 10,
    "aide": 206,
    "ide-": 476,
    "de-m": 338,
    "ue ": 949,
    "que ": 787,
    "pe": 754,
    "x-": 1008,
    "-t": 174,
    "u ": 938,
    " pe": 115,
    "peu": 755,
    "ux-": 981,
    "x-t": 1009,
    "-tu": 175,
    "tu ": 924,
    " peu": 116,
    "peux": 756,
    "eux-": 415,
    "ux-t": 982,
    "x-tu": 1010,
    "-tu ": 176,
    "fa": 425,
    " fa": 62,
    "fai": 426,
    "air": 207,
    "ire": 508,
    " fai": 63,
    "fair": 427,
    "aire": 208,
    "ire ": 509,
    "omm": 702,
    "mme": 614,
    "comm": 317,
    "omme": 703,
    "mmen": 615,
    "m ": 599,
    " m ": 93,
    "ider": 477,
    "der ": 340,
    "j ": 535,
    " j ": 79,
    "ai ": 204,
    " ai ": 9,
    "be": 263,
    "in": 497,
    " be": 22,
    "bes": 264,
    "eso": 402,
    "oin": 693,
    "in ": 498,
    " bes": 23,
    "beso": 265,
    "esoi": 403,
    "soin": 857,
    "oin ": 694,
    "ide ": 475,
    "ss": 866,
    "si": 850,
    " as": 15,
    "ass": 248,
    "ssi": 870,
    "sis": 851,
    "ist": 521,
    "sta": 874,
    "nce": 633,
    "ce ": 298,
    " ass": 16,
    "assi": 249,
    "ssis": 871,
    "sist": 852,
    "ista": 522,
    "stan": 875,
    "tanc": 896,
    "ance": 222,
    "nce ": 634,
    "ul": 958,
    "tul": 929,
    "ule": 962,
    "ler": 561,
    "ostu": 732,
    "stul": 883,
    "tule": 931,
    "uler": 963,
    "ler ": 562,
    "fo": 431,
    "or": 722,
    "rm": 817,
    "mu": 625,
    " fo": 64,
    "for": 432,
    "orm": 725,
    "rmu": 818,
    "mul": 626,
    "ula": 959,
    "lai": 550,
    " for": 65,
    "form": 433,
    "ormu": 726,
    "rmul": 819,
    "mula": 627,
    "ulai": 960,
    "lair": 551,
    "lat": 557,
    "tula": 930,
    "ulat": 961,
    "lati": 558,
    "ion ": 504,
    " o": 104,
    "ui": 956,
    " ou": 109,
    "oui": 736,
    "ui ": 957,
    " oui": 110,
    "oui ": 737,
    "y": 1011,
    " y": 165,
    "ye": 1012,
    " ye": 166,
    "yes": 1014,
    " yes": 167,
    "yes ": 1015,
    "sû": 887,
    "ûr": 1032,
    " sû": 146,
    "sûr": 888,
    "ûr ": 1033,
    " sûr": 147,
    "sûr ": 889,
    "cc": 294,
    "rd": 801,
    "acc": 188,
    "cco": 295,
    "cor": 320,
    "ord": 723,
    "rd ": 802,
    " acc": 3,
    "acco": 189,
    "ccor": 296,
    "cord": 321,
    "ord ": 724,
    "ok": 697,
    "k ": 542,
    " ok": 105,
    "ok ": 698,
    " ok ": 106,
    "con": 318,
    "nta": 673,
    "tac": 893,
    "cte": 326,
    "ter": 904,
    " con": 43,
    "cont": 319,
    "onta": 717,
    "ntac": 674,
    "tact": 894,
    "acte": 192,
    "cter": 327,
    "ter ": 905,
    " vo": 163,
    " vou": 164,
    " pa": 112,
    "pag": 749,
    "age": 200,
    "ge ": 443,
    " pag": 113,
    "page": 750,
    "age ": 201,
    "ct ": 325,
    "act ": 191,
    "rl": 814,
    "arl": 237,
    "rle": 815,
    " par": 114,
    "parl": 752,
    "arle": 238,
    "rler": 816,
    "gen": 446,
    " age": 7,
    "agen": 202,
    "gent": 447,
    "nv": 679,
    " in": 76,
    "inv": 499,
    "nve": 680,
    "ves": 990,
    "sti": 876,
    "tir": 911,
    " inv": 77,
    "inve": 500,
    "nves": 681,
    "vest": 991,
    "esti": 406,
    "stir": 877,
    "tir ": 912,
    "se": 845,
    "tis": 913,
    "iss": 519,
    "sse": 867,
    "sem": 846,
    "stis": 878,
    "tiss": 914,
    "isse": 520,
    "ssem": 868,
    "seme": 847,
    "ev": 416,
    "dev": 344,
    "eve": 417,
    "eni": 384,
    "nir": 654,
    " dev": 53,
    "deve": 345,
    "even": 418,
    "veni": 989,
    "enir": 385,
    "nir ": 655,
    "seu": 848,
    "eur": 411,
    "sseu": 869,
    "seur": 849,
    "eur ": 412,
    "op": 719,
    " op": 107,
    "opp": 720,
    "ppo": 774,
    "por": 765,
    "ort": 727,
    "rtu": 833,
    "tun": 932,
    "uni": 968,
    "nit": 656,
    " opp": 108,
    "oppo": 721,
    "ppor": 775,
    "port": 766,
    "ortu": 728,
    "rtun": 834,
    "tuni": 933,
    "unit": 969,
    "nité": 657,
    "da": 332,
    " da": 47,
    "dan": 333,
    "ans": 227,
    " dan": 48,
    "dans": 334,
    "ans ": 228,
    " l ": 83,
    "pl": 757,
    "if": 485,
    "fi": 428,
    " pl": 117,
    "pla": 758,
    "ani": 225,
    "nif": 652,
    "ifi": 486,
    "fie": 429,
    " pla": 118,
    "plan": 759,
    "lani": 554,
    "anif": 226,
    "nifi": 653,
    "ifie": 487,
    "fier": 430,
    "vis": 999,
    "isi": 513,
    "sit": 853,
    "ite": 524,
    " vis": 162,
    "visi": 1000,
    "isit": 514,
    "site": 854,
    "ite ": 525,
    "iter": 526,
    "pre": 777,
    "ren": 807,
    " pre": 124,
    "pren": 778,
    "rend": 808,
    " re": 134,
    "nde": 636,
    "dez": 346,
    " ren": 135,
    "ende": 382,
    "ndez": 637,
    "dez-": 347,
    "iè": 531,
    "èr": 1023,
    "liè": 574,
    "ièr": 532,
    "ère": 1024,
    "iliè": 491,
    "lièr": 575,
    "ière": 533,
    "ère ": 1025,
    "au": 254,
    " au": 17,
    "au ": 255,
    " au ": 18,
    "rev": 809,
    "evo": 419,
    "voi": 1002,
    " rev": 136,
    "revo": 810,
    "evoi": 420,
    "voir": 1003,
    "by": 284,
    " by": 30,
    "bye": 285,
    "ye ": 1013,
    " bye": 31,
    "bye ": 286,
    "plu": 760,
    "lus": 594,
    " plu": 119,
    "plus": 761,
    "lus ": 595,
    "tar": 898,
    "ard": 235,
    " tar": 151,
    "tard": 899,
    "ard ": 236,
    " me": 97,
    "mer": 611,
    "rci": 799,
    " mer": 98,
    "merc": 612,
    "erci": 395,
    "rci ": 800,
    "ia": 460,
    "ao": 229,
    " ci": 39,
    "cia": 308,
    "iao": 461,
    "ao ": 230,
    " cia": 40,
    "ciao": 309,
    "iao ": 462
  },
  "response": null,
  "action_text": null
}