{
  "text": {
    "bonjour": 32,
    "salut": 173,
    "hello": 84,
    "bonsoir": 33,
    "quelles": 165,
    "maisons": 121,
    "avez": 19,
    "vous": 213,
    "quelles maisons": 166,
    "maisons avez": 122,
    "avez vous": 20,
    "quelles maisons avez": 167,
    "maisons avez vous": 123,
    "je": 92,
    "cherche": 38,
    "un": 187,
    "appartement": 8,
    "à": 216,
    "casablanca": 35,
    "je cherche": 93,
    "cherche un": 39,
    "un appartement": 188,
    "appartement à": 10,
    "à casablanca": 218,
    "je cherche un": 94,
    "cherche un appartement": 40,
    "un appartement à": 190,
    "appartement à casablanca": 11,
    "des": 64,
    "villas": 210,
    "vendre": 197,
    "rabat": 171,
    "vous des": 214,
    "des villas": 66,
    "villas à": 211,
    "à vendre": 225,
    "vendre à": 198,
    "à rabat": 223,
    "avez vous des": 21,
    "vous des villas": 215,
    "des villas à": 67,
    "villas à vendre": 212,
    "à vendre à": 226,
    "vendre à rabat": 199,
    "montre": 137,
    "moi": 129,
    "les": 103,
    "biens": 25,
    "disponibles": 70,
    "marrakech": 126,
    "montre moi": 138,
    "moi les": 132,
    "les biens": 105,
    "biens disponibles": 26,
    "disponibles à": 71,
    "à marrakech": 220,
    "montre moi les": 139,
    "moi les biens": 134,
    "les biens disponibles": 106,
    "biens disponibles à": 27,
    "disponibles à marrakech": 72,
    "veux": 200,
    "louer": 115,
    "studio": 177,
    "tanger": 183,
    "je veux": 95,
    "veux louer": 202,
    "louer un": 116,
    "un studio": 192,
    "studio à": 178,
    "à tanger": 224,
    "je veux louer": 97,
    "veux louer un": 203,
    "louer un studio": 117,
    "un studio à": 193,
    "studio à tanger": 180,
    "agadir": 1,
    "biens à": 28,
    "à agadir": 217,
    "biens à agadir": 29,
    "logements": 112,
    "fès": 83,
    "logements à": 113,
    "à fès": 219,
    "logements à fès": 114,
    "maisons à": 124,
    "maisons à casablanca": 125,
    "quel": 162,
    "est": 76,
    "le": 100,
    "prix": 153,
    "de": 58,
    "cette": 36,
    "maison": 120,
    "quel est": 163,
    "est le": 77,
    "le prix": 101,
    "prix de": 156,
    "de cette": 59,
    "cette maison": 37,
    "quel est le": 164,
    "est le prix": 78,
    "le prix de": 102,
    "prix de cette": 157,
    "de cette maison": 60,
    "combien": 42,
    "coûte": 51,
    "ici": 85,
    "combien coûte": 43,
    "coûte un": 52,
    "appartement ici": 9,
    "combien coûte un": 44,
    "coûte un appartement": 53,
    "un appartement ici": 189,
    "d": 54,
    "une": 194,
    "villa": 207,
    "prix d": 154,
    "d une": 56,
    "une villa": 195,
    "villa à": 208,
    "prix d une": 155,
    "d une villa": 57,
    "une villa à": 196,
    "villa à rabat": 209,
    "pour": 150,
    "combien pour": 45,
    "pour un": 151,
    "combien pour un": 46,
    "pour un studio": 152,
    "studio à casablanca": 179,
    "quels": 168,
    "sont": 174,
    "derniers": 62,
    "articles": 13,
    "quels sont": 169,
    "sont les": 175,
    "les derniers": 107,
    "derniers articles": 63,
    "quels sont les": 170,
    "sont les derniers": 176,
    "les derniers articles": 108,
    "actualités": 0,
    "les actualités": 104,
    "moi les actualités": 133,
    "sur": 181,
    "immobilier": 86,
    "articles sur": 14,
    "sur immobilier": 182,
    "articles sur immobilier": 15,
    "blog": 30,
    "posts": 147,
    "blog posts": 31,
    "nouvelles": 140,
    "publications": 158,
    "nouvelles publications": 141,
    "article": 12,
    "veux un": 205,
    "un article": 191,
    "je veux un": 99,
    "veux un article": 206,
    "donne": 73,
    "donne moi": 74,
    "moi des": 130,
    "des articles": 65,
    "donne moi des": 75,
    "moi des articles": 131,
    "lis": 109,
    "lis moi": 110,
    "moi un": 135,
    "lis moi un": 111,
    "moi un article": 136,
    "aide": 5,
    "aide moi": 6,
    "que": 159,
    "peux": 142,
    "tu": 185,
    "faire": 79,
    "que peux": 160,
    "peux tu": 143,
    "tu faire": 186,
    "que peux tu": 161,
    "peux tu faire": 144,
    "comment": 47,
    "m": 118,
    "aider": 7,
    "comment m": 48,
    "m aider": 119,
    "comment m aider": 49,
    "j": 89,
    "ai": 2,
    "besoin": 22,
    "j ai": 90,
    "ai besoin": 3,
    "besoin d": 23,
    "d aide": 55,
    "j ai besoin": 91,
    "ai besoin d": 4,
    "besoin d aide": 24,
    "assistance": 16,
    "postuler": 149,
    "veux postuler": 204,
    "je veux postuler": 98,
    "comment postuler": 50,
    "investir": 87,
    "veux investir": 201,
    "je veux investir": 96,
    "formulaire": 80,
    "postulation": 148,
    "formulaire de": 81,
    "de postulation": 61,
    "formulaire de postulation": 82,
    "devenir": 68,
    "investisseur": 88,
    "devenir investisseur": 69,
    "au": 17,
    "revoir": 172,
    "au revoir": 18,
    "bye": 34,
    "plus": 145,
    "tard": 184,
    "à plus": 221,
    "plus tard": 146,
    "à plus tard": 222,
    "merci": 127,
    "ciao": 41,
    "merci ciao": 128
  },
  "intent": {
    "saluer": 9,
    "demander_bien": 5,
    "demander_prix": 7,
    "demander_articles": 4,
    "aide": 0,
    "demander_postulation": 6,
    "goodbye": 8,
    "ask_about_services": 1,
    "ask_pricing": 2,
    "contact_agent": 3,
    "schedule_visit": 10,
    "thank_you": 11,
    "want_to_invest": 12,
    "want_to_sell": 13
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_aide_generale": 0,
    "action_donner_prix": 6,
    "action_lister_articles": 9,
    "action_lister_biens": 10,
    "utter_ask_about_services": 16,
    "utter_ask_pricing": 17,
    "utter_contact_agent": 18,
    "utter_demander_postulation": 19,
    "utter_goodbye": 20,
    "utter_saluer": 21,
    "utter_schedule_visit": 22,
    "utter_thank_you": 23,
    "utter_want_to_invest": 24,
    "utter_want_to_sell": 25
  },
  "action_text": null,
  "intent_response_key": null
}