{
  "text": {
    "hi": 517,
    "hello": 506,
    "hey": 515,
    "there": 1362,
    "hey there": 516,
    "good": 487,
    "morning": 858,
    "good morning": 492,
    "afternoon": 44,
    "good afternoon": 488,
    "evening": 411,
    "good evening": 490,
    "hi there": 518,
    "hello there": 509,
    "greetings": 495,
    "bonjour": 163,
    "salut": 1183,
    "coucou": 285,
    "bonsoir": 173,
    "comment": 236,
    "ça": 1683,
    "va": 1490,
    "bonjour comment": 164,
    "comment ça": 252,
    "ça va": 1688,
    "bonjour comment ça": 165,
    "comment ça va": 253,
    "je": 679,
    "vais": 1495,
    "bien": 158,
    "merci": 843,
    "bonjour je": 168,
    "je vais": 693,
    "vais bien": 1496,
    "bien merci": 159,
    "bonjour je vais": 169,
    "je vais bien": 694,
    "vais bien merci": 1497,
    "salut ça": 1184,
    "salut ça va": 1185,
    "goodbye": 493,
    "see": 1199,
    "you": 1619,
    "later": 721,
    "see you": 1200,
    "you later": 1634,
    "see you later": 1201,
    "bye": 193,
    "bye bye": 194,
    "have": 497,
    "a": 3,
    "day": 306,
    "have a": 498,
    "a good": 11,
    "good day": 489,
    "have a good": 499,
    "a good day": 12,
    "take": 1268,
    "care": 218,
    "take care": 1269,
    "catch": 223,
    "catch you": 224,
    "catch you later": 225,
    "i": 555,
    "m": 779,
    "off": 917,
    "i m": 568,
    "m off": 783,
    "i m off": 570,
    "au": 113,
    "revoir": 1151,
    "au revoir": 116,
    "à": 1659,
    "bientôt": 161,
    "à bientôt": 1662,
    "plus": 1018,
    "tard": 1280,
    "à plus": 1668,
    "plus tard": 1021,
    "à plus tard": 1669,
    "dois": 364,
    "y": 1614,
    "aller": 50,
    "je dois": 680,
    "dois y": 365,
    "y aller": 1615,
    "je dois y": 681,
    "dois y aller": 366,
    "bonne": 170,
    "journée": 700,
    "bonne journée": 171,
    "soirée": 1221,
    "bonne soirée": 172,
    "demain": 319,
    "à demain": 1664,
    "ciao": 230,
    "tomorrow": 1413,
    "you tomorrow": 1645,
    "see you tomorrow": 1202,
    "talk": 1270,
    "to": 1378,
    "talk to": 1271,
    "to you": 1408,
    "talk to you": 1274,
    "to you later": 1409,
    "what": 1550,
    "are": 81,
    "the": 1307,
    "priority": 1043,
    "sectors": 1198,
    "what are": 1551,
    "are the": 82,
    "the priority": 1337,
    "priority sectors": 1044,
    "what are the": 1552,
    "are the priority": 89,
    "the priority sectors": 1338,
    "tell": 1284,
    "me": 808,
    "about": 29,
    "investment": 637,
    "opportunities": 942,
    "tell me": 1285,
    "me about": 811,
    "about investment": 31,
    "investment opportunities": 640,
    "tell me about": 1287,
    "me about investment": 813,
    "about investment opportunities": 32,
    "how": 525,
    "does": 353,
    "medina": 834,
    "rehabilitation": 1135,
    "work": 1612,
    "how does": 530,
    "does the": 358,
    "the medina": 1328,
    "medina rehabilitation": 835,
    "rehabilitation work": 1137,
    "how does the": 531,
    "does the medina": 359,
    "the medina rehabilitation": 1329,
    "medina rehabilitation work": 836,
    "tax": 1281,
    "benefits": 146,
    "the tax": 1352,
    "tax benefits": 1282,
    "are the tax": 91,
    "the tax benefits": 1353,
    "can": 202,
    "contact": 275,
    "an": 61,
    "advisor": 42,
    "how can": 526,
    "can i": 206,
    "i contact": 562,
    "contact an": 276,
    "an advisor": 62,
    "how can i": 527,
    "can i contact": 207,
    "i contact an": 563,
    "contact an advisor": 277,
    "administrative": 39,
    "procedures": 1046,
    "the administrative": 1308,
    "administrative procedures": 40,
    "are the administrative": 83,
    "the administrative procedures": 1309,
    "cris": 291,
    "about cris": 30,
    "me about cris": 812,
    "ongoing": 937,
    "projects": 1063,
    "the ongoing": 1331,
    "ongoing projects": 938,
    "are the ongoing": 88,
    "the ongoing projects": 1332,
    "invest": 626,
    "in": 597,
    "morocco": 862,
    "how to": 542,
    "to invest": 1393,
    "invest in": 627,
    "in morocco": 612,
    "how to invest": 544,
    "to invest in": 1394,
    "invest in morocco": 630,
    "key": 701,
    "the key": 1320,
    "key sectors": 702,
    "are the key": 86,
    "the key sectors": 1321,
    "conditions": 260,
    "the investment": 1317,
    "investment conditions": 638,
    "are the investment": 85,
    "the investment conditions": 1318,
    "get": 480,
    "building": 181,
    "permit": 1004,
    "to get": 1391,
    "get a": 481,
    "a building": 5,
    "building permit": 182,
    "how to get": 543,
    "to get a": 1392,
    "get a building": 482,
    "a building permit": 6,
    "steps": 1245,
    "buy": 185,
    "house": 520,
    "marrakech": 800,
    "the steps": 1350,
    "steps to": 1246,
    "to buy": 1386,
    "buy a": 186,
    "a house": 14,
    "house in": 521,
    "in marrakech": 607,
    "are the steps": 90,
    "the steps to": 1351,
    "steps to buy": 1247,
    "to buy a": 1387,
    "buy a house": 187,
    "a house in": 15,
    "house in marrakech": 522,
    "orchid": 946,
    "island": 665,
    "real": 1127,
    "estate": 406,
    "about orchid": 33,
    "orchid island": 947,
    "island real": 667,
    "real estate": 1128,
    "me about orchid": 814,
    "about orchid island": 34,
    "orchid island real": 949,
    "island real estate": 668,
    "services": 1206,
    "offer": 918,
    "what services": 1571,
    "services does": 1209,
    "does orchid": 356,
    "island offer": 666,
    "what services does": 1573,
    "services does orchid": 1210,
    "does orchid island": 357,
    "orchid island offer": 948,
    "where": 1576,
    "is": 648,
    "located": 768,
    "where is": 1579,
    "is orchid": 653,
    "estate located": 407,
    "where is orchid": 1580,
    "is orchid island": 654,
    "real estate located": 1129,
    "makes": 787,
    "what makes": 1564,
    "makes marrakech": 788,
    "marrakech a": 801,
    "good investment": 491,
    "what makes marrakech": 1565,
    "makes marrakech a": 789,
    "marrakech a good": 802,
    "a good investment": 13,
    "project": 1058,
    "respect": 1148,
    "s": 1164,
    "heritage": 514,
    "the project": 1341,
    "project respect": 1061,
    "respect the": 1149,
    "medina s": 837,
    "s heritage": 1165,
    "does the project": 361,
    "the project respect": 1343,
    "project respect the": 1062,
    "respect the medina": 1150,
    "the medina s": 1330,
    "medina s heritage": 838,
    "budget": 178,
    "for": 441,
    "what is": 1560,
    "is the": 655,
    "the budget": 1315,
    "budget for": 179,
    "for the": 458,
    "the rehabilitation": 1346,
    "rehabilitation project": 1136,
    "what is the": 1562,
    "is the budget": 656,
    "the budget for": 1316,
    "budget for the": 180,
    "for the rehabilitation": 459,
    "the rehabilitation project": 1347,
    "will": 1591,
    "impact": 594,
    "tourism": 1420,
    "how will": 546,
    "will the": 1594,
    "project impact": 1059,
    "impact tourism": 595,
    "tourism in": 1421,
    "how will the": 547,
    "will the project": 1595,
    "the project impact": 1342,
    "project impact tourism": 1060,
    "impact tourism in": 596,
    "tourism in marrakech": 1422,
    "investment procedures": 642,
    "procedures in": 1047,
    "the investment procedures": 1319,
    "investment procedures in": 643,
    "procedures in morocco": 1048,
    "foreigners": 467,
    "property": 1070,
    "can foreigners": 203,
    "foreigners buy": 468,
    "buy property": 189,
    "property in": 1071,
    "can foreigners buy": 204,
    "foreigners buy property": 469,
    "buy property in": 190,
    "property in morocco": 1073,
    "documents": 348,
    "do": 339,
    "need": 889,
    "what documents": 1556,
    "documents do": 349,
    "do i": 340,
    "i need": 573,
    "need to": 892,
    "what documents do": 1557,
    "documents do i": 350,
    "do i need": 341,
    "i need to": 575,
    "need to buy": 893,
    "best": 152,
    "areas": 101,
    "the best": 1312,
    "best areas": 153,
    "areas to": 104,
    "are the best": 84,
    "the best areas": 1313,
    "best areas to": 155,
    "areas to invest": 105,
    "invest in marrakech": 628,
    "partnership": 985,
    "with": 1599,
    "local": 765,
    "authorities": 117,
    "the partnership": 1333,
    "partnership with": 986,
    "with local": 1608,
    "local authorities": 766,
    "authorities work": 118,
    "does the partnership": 360,
    "the partnership with": 1334,
    "partnership with local": 987,
    "with local authorities": 1609,
    "local authorities work": 767,
    "urban": 1487,
    "development": 325,
    "the urban": 1356,
    "urban development": 1488,
    "development projects": 326,
    "are the urban": 92,
    "the urban development": 1357,
    "urban development projects": 1489,
    "participate": 979,
    "tenders": 1297,
    "to participate": 1397,
    "participate in": 980,
    "in tenders": 615,
    "how to participate": 545,
    "to participate in": 1398,
    "participate in tenders": 981,
    "process": 1049,
    "registration": 1134,
    "the process": 1339,
    "process for": 1050,
    "for property": 453,
    "property registration": 1075,
    "is the process": 657,
    "the process for": 1340,
    "process for property": 1052,
    "for property registration": 454,
    "legal": 726,
    "requirements": 1145,
    "foreign": 465,
    "investors": 647,
    "the legal": 1322,
    "legal requirements": 728,
    "requirements for": 1146,
    "for foreign": 450,
    "foreign investors": 466,
    "are the legal": 87,
    "the legal requirements": 1323,
    "legal requirements for": 729,
    "requirements for foreign": 1147,
    "for foreign investors": 451,
    "market": 795,
    "how is": 532,
    "the real": 1344,
    "estate market": 408,
    "market in": 796,
    "how is the": 533,
    "is the real": 658,
    "the real estate": 1345,
    "real estate market": 1130,
    "estate market in": 409,
    "market in marrakech": 797,
    "quels": 1101,
    "sont": 1223,
    "les": 730,
    "secteurs": 1195,
    "prioritaires": 1042,
    "quels sont": 1104,
    "sont les": 1224,
    "les secteurs": 744,
    "secteurs prioritaires": 1197,
    "quels sont les": 1105,
    "sont les secteurs": 1230,
    "les secteurs prioritaires": 746,
    "dites": 336,
    "moi": 844,
    "sur": 1255,
    "investissements": 636,
    "dites moi": 337,
    "moi plus": 849,
    "plus sur": 1019,
    "sur les": 1256,
    "les investissements": 738,
    "dites moi plus": 338,
    "moi plus sur": 850,
    "plus sur les": 1020,
    "sur les investissements": 1257,
    "fonctionne": 436,
    "la": 707,
    "réhabilitation": 1160,
    "de": 307,
    "médina": 868,
    "comment fonctionne": 241,
    "fonctionne la": 437,
    "la réhabilitation": 716,
    "réhabilitation de": 1161,
    "de la": 313,
    "la médina": 711,
    "comment fonctionne la": 242,
    "fonctionne la réhabilitation": 438,
    "la réhabilitation de": 717,
    "réhabilitation de la": 1162,
    "de la médina": 315,
    "avantages": 128,
    "fiscaux": 435,
    "les avantages": 731,
    "avantages fiscaux": 131,
    "sont les avantages": 1225,
    "les avantages fiscaux": 733,
    "contacter": 280,
    "un": 1462,
    "conseiller": 271,
    "comment contacter": 237,
    "contacter un": 281,
    "un conseiller": 1466,
    "comment contacter un": 238,
    "contacter un conseiller": 282,
    "quelles": 1098,
    "procédures": 1053,
    "administratives": 41,
    "quelles sont": 1099,
    "les procédures": 739,
    "procédures administratives": 1054,
    "quelles sont les": 1100,
    "sont les procédures": 1228,
    "les procédures administratives": 740,
    "parlez": 972,
    "des": 323,
    "cri": 290,
    "parlez moi": 973,
    "moi des": 845,
    "des cri": 324,
    "parlez moi des": 974,
    "moi des cri": 846,
    "projets": 1064,
    "en": 379,
    "cours": 286,
    "les projets": 741,
    "projets en": 1067,
    "en cours": 381,
    "sont les projets": 1229,
    "les projets en": 743,
    "projets en cours": 1068,
    "investir": 631,
    "maroc": 799,
    "comment investir": 244,
    "investir au": 632,
    "au maroc": 115,
    "comment investir au": 245,
    "investir au maroc": 633,
    "porteurs": 1025,
    "secteurs porteurs": 1196,
    "les secteurs porteurs": 745,
    "pour": 1026,
    "les conditions": 734,
    "conditions pour": 263,
    "pour investir": 1027,
    "sont les conditions": 1226,
    "les conditions pour": 735,
    "conditions pour investir": 264,
    "obtenir": 911,
    "permis": 1001,
    "construire": 272,
    "comment obtenir": 246,
    "obtenir un": 912,
    "un permis": 1468,
    "permis de": 1002,
    "de construire": 308,
    "comment obtenir un": 247,
    "obtenir un permis": 913,
    "un permis de": 1469,
    "permis de construire": 1003,
    "délais": 374,
    "les délais": 736,
    "délais pour": 375,
    "pour un": 1032,
    "sont les délais": 1227,
    "les délais pour": 737,
    "délais pour un": 376,
    "pour un permis": 1033,
    "étapes": 1689,
    "les étapes": 747,
    "étapes pour": 1690,
    "sont les étapes": 1231,
    "les étapes pour": 748,
    "étapes pour investir": 1691,
    "nécessaires": 910,
    "quels documents": 1102,
    "documents sont": 351,
    "sont nécessaires": 1232,
    "quels documents sont": 1103,
    "documents sont nécessaires": 352,
    "d": 300,
    "avantages d": 129,
    "d investir": 301,
    "investir à": 634,
    "à marrakech": 1667,
    "les avantages d": 732,
    "avantages d investir": 130,
    "d investir à": 302,
    "investir à marrakech": 635,
    "le": 722,
    "partenariat": 976,
    "public": 1082,
    "privé": 1045,
    "fonctionne le": 439,
    "le partenariat": 724,
    "partenariat public": 977,
    "public privé": 1083,
    "comment fonctionne le": 243,
    "fonctionne le partenariat": 440,
    "le partenariat public": 725,
    "partenariat public privé": 978,
    "développement": 377,
    "urbain": 1486,
    "projets de": 1065,
    "de développement": 309,
    "développement urbain": 378,
    "les projets de": 742,
    "projets de développement": 1066,
    "de développement urbain": 310,
    "participer": 982,
    "aux": 119,
    "appels": 73,
    "offres": 926,
    "comment participer": 248,
    "participer aux": 983,
    "aux appels": 120,
    "appels d": 74,
    "d offres": 305,
    "comment participer aux": 249,
    "participer aux appels": 984,
    "aux appels d": 121,
    "appels d offres": 75,
    "weather": 1530,
    "what s": 1567,
    "s the": 1169,
    "the weather": 1358,
    "weather in": 1535,
    "what s the": 1569,
    "s the weather": 1177,
    "the weather in": 1359,
    "weather in marrakech": 1537,
    "it": 669,
    "going": 483,
    "rain": 1119,
    "casablanca": 219,
    "today": 1412,
    "is it": 649,
    "it going": 672,
    "going to": 484,
    "to rain": 1399,
    "rain in": 1120,
    "in casablanca": 601,
    "casablanca today": 222,
    "is it going": 651,
    "it going to": 673,
    "going to rain": 485,
    "to rain in": 1400,
    "rain in casablanca": 1121,
    "in casablanca today": 602,
    "rabat": 1112,
    "weather for": 1531,
    "for tomorrow": 460,
    "tomorrow in": 1416,
    "in rabat": 613,
    "weather for tomorrow": 1532,
    "for tomorrow in": 461,
    "tomorrow in rabat": 1417,
    "forecast": 462,
    "tangier": 1279,
    "weather forecast": 1533,
    "forecast for": 463,
    "for tangier": 457,
    "weather forecast for": 1534,
    "forecast for tangier": 464,
    "sunny": 1250,
    "agadir": 45,
    "it sunny": 676,
    "sunny in": 1251,
    "in agadir": 598,
    "is it sunny": 652,
    "it sunny in": 677,
    "sunny in agadir": 1252,
    "temperature": 1288,
    "fes": 432,
    "the temperature": 1354,
    "temperature in": 1289,
    "in fes": 605,
    "s the temperature": 1176,
    "the temperature in": 1355,
    "temperature in fes": 1290,
    "will it": 1592,
    "it rain": 674,
    "marrakech tomorrow": 806,
    "will it rain": 1593,
    "it rain in": 675,
    "rain in marrakech": 1122,
    "in marrakech tomorrow": 609,
    "current": 295,
    "current weather": 296,
    "current weather in": 297,
    "weather in casablanca": 1536,
    "like": 756,
    "this": 1365,
    "weekend": 1548,
    "weather like": 1538,
    "like in": 759,
    "rabat this": 1114,
    "this weekend": 1374,
    "the weather like": 1360,
    "weather like in": 1539,
    "like in rabat": 760,
    "in rabat this": 614,
    "rabat this weekend": 1115,
    "right": 1154,
    "now": 909,
    "marrakech right": 804,
    "right now": 1155,
    "temperature in marrakech": 1291,
    "in marrakech right": 608,
    "marrakech right now": 805,
    "update": 1483,
    "weather update": 1543,
    "update for": 1484,
    "weather update for": 1544,
    "update for tangier": 1485,
    "cold": 232,
    "it cold": 670,
    "cold in": 233,
    "fes today": 433,
    "is it cold": 650,
    "it cold in": 671,
    "cold in fes": 234,
    "in fes today": 606,
    "humidity": 552,
    "level": 752,
    "humidity level": 553,
    "level in": 753,
    "humidity level in": 554,
    "level in agadir": 754,
    "wind": 1596,
    "wind conditions": 1597,
    "conditions in": 261,
    "wind conditions in": 1598,
    "conditions in marrakech": 262,
    "outlook": 953,
    "next": 896,
    "week": 1545,
    "weather outlook": 1541,
    "outlook for": 954,
    "for casablanca": 448,
    "casablanca next": 220,
    "next week": 897,
    "weather outlook for": 1542,
    "outlook for casablanca": 955,
    "for casablanca next": 449,
    "casablanca next week": 221,
    "quelle": 1095,
    "est": 392,
    "météo": 869,
    "quelle est": 1096,
    "est la": 393,
    "la météo": 712,
    "météo à": 876,
    "quelle est la": 1097,
    "est la météo": 395,
    "la météo à": 714,
    "météo à marrakech": 877,
    "quel": 1089,
    "temps": 1292,
    "fait": 418,
    "il": 585,
    "quel temps": 1090,
    "temps fait": 1293,
    "fait il": 419,
    "il à": 592,
    "à casablanca": 1663,
    "quel temps fait": 1091,
    "temps fait il": 1294,
    "fait il à": 421,
    "il à casablanca": 593,
    "donne": 371,
    "donne moi": 372,
    "moi la": 847,
    "météo pour": 872,
    "pour rabat": 1030,
    "donne moi la": 373,
    "moi la météo": 848,
    "la météo pour": 713,
    "météo pour rabat": 874,
    "prévisions": 1079,
    "tanger": 1278,
    "prévisions météo": 1080,
    "pour tanger": 1031,
    "prévisions météo pour": 1081,
    "météo pour tanger": 875,
    "fès": 479,
    "météo demain": 870,
    "demain à": 320,
    "à fès": 1666,
    "météo demain à": 871,
    "demain à fès": 322,
    "fera": 429,
    "t": 1260,
    "ce": 226,
    "end": 383,
    "temps fera": 1295,
    "fera t": 430,
    "t il": 1261,
    "il ce": 588,
    "ce week": 228,
    "week end": 1546,
    "end à": 384,
    "à agadir": 1661,
    "quel temps fera": 1092,
    "temps fera t": 1296,
    "fera t il": 431,
    "t il ce": 1262,
    "il ce week": 589,
    "ce week end": 229,
    "week end à": 1547,
    "end à agadir": 385,
    "besoin": 149,
    "besoin de": 150,
    "pour marrakech": 1028,
    "marrakech demain": 803,
    "besoin de la": 151,
    "de la météo": 316,
    "météo pour marrakech": 873,
    "pour marrakech demain": 1029,
    "beau": 140,
    "il beau": 586,
    "beau à": 141,
    "à tanger": 1672,
    "fait il beau": 420,
    "il beau à": 587,
    "beau à tanger": 142,
    "pleuvoir": 1015,
    "va t": 1493,
    "il pleuvoir": 590,
    "pleuvoir à": 1016,
    "à rabat": 1670,
    "rabat demain": 1113,
    "va t il": 1494,
    "t il pleuvoir": 1263,
    "il pleuvoir à": 591,
    "pleuvoir à rabat": 1017,
    "à rabat demain": 1671,
    "translate": 1438,
    "text": 1299,
    "can you": 212,
    "you translate": 1646,
    "translate this": 1439,
    "this text": 1373,
    "can you translate": 214,
    "you translate this": 1647,
    "translate this text": 1440,
    "french": 475,
    "translate to": 1441,
    "to french": 1390,
    "translate to french": 1442,
    "say": 1189,
    "arabic": 80,
    "how do": 528,
    "do you": 342,
    "you say": 1643,
    "say hello": 1190,
    "hello in": 507,
    "in arabic": 599,
    "how do you": 529,
    "do you say": 347,
    "you say hello": 1644,
    "say hello in": 1191,
    "hello in arabic": 508,
    "translation": 1443,
    "from": 476,
    "english": 386,
    "translation from": 1444,
    "from english": 477,
    "english to": 387,
    "translation from english": 1445,
    "from english to": 478,
    "english to french": 388,
    "mean": 828,
    "what does": 1558,
    "does this": 362,
    "this mean": 1371,
    "mean in": 829,
    "in english": 604,
    "what does this": 1559,
    "does this mean": 363,
    "this mean in": 1372,
    "mean in english": 830,
    "peux": 1007,
    "tu": 1454,
    "traduire": 1429,
    "texte": 1300,
    "peux tu": 1008,
    "tu traduire": 1457,
    "traduire ce": 1430,
    "ce texte": 227,
    "peux tu traduire": 1009,
    "tu traduire ce": 1458,
    "traduire ce texte": 1431,
    "traduis": 1432,
    "français": 474,
    "traduis moi": 1433,
    "moi ça": 855,
    "ça en": 1684,
    "en français": 382,
    "traduis moi ça": 1434,
    "moi ça en": 856,
    "ça en français": 1685,
    "dit": 333,
    "on": 931,
    "arabe": 79,
    "comment dit": 239,
    "dit on": 334,
    "on bonjour": 932,
    "bonjour en": 166,
    "en arabe": 380,
    "comment dit on": 240,
    "dit on bonjour": 335,
    "on bonjour en": 933,
    "bonjour en arabe": 167,
    "traduction": 1426,
    "l": 704,
    "anglais": 68,
    "traduction de": 1427,
    "de l": 311,
    "l anglais": 705,
    "anglais au": 69,
    "au français": 114,
    "traduction de l": 1428,
    "de l anglais": 312,
    "l anglais au": 706,
    "anglais au français": 70,
    "want": 1521,
    "book": 174,
    "appointment": 76,
    "i want": 582,
    "want to": 1522,
    "to book": 1384,
    "book an": 175,
    "an appointment": 65,
    "i want to": 583,
    "want to book": 1523,
    "to book an": 1385,
    "book an appointment": 176,
    "available": 123,
    "meeting": 842,
    "available for": 124,
    "for a": 442,
    "a meeting": 20,
    "available for a": 125,
    "for a meeting": 444,
    "schedule": 1192,
    "call": 201,
    "i d": 564,
    "d like": 303,
    "like to": 763,
    "to schedule": 1403,
    "schedule a": 1193,
    "a call": 7,
    "i d like": 565,
    "d like to": 304,
    "like to schedule": 764,
    "to schedule a": 1404,
    "schedule a call": 1194,
    "at": 110,
    "__number__": 1,
    "pm": 1022,
    "appointment tomorrow": 77,
    "tomorrow at": 1414,
    "at __number__": 111,
    "__number__ pm": 2,
    "appointment tomorrow at": 78,
    "tomorrow at __number__": 1415,
    "at __number__ pm": 112,
    "monday": 857,
    "are you": 93,
    "you available": 1622,
    "available monday": 126,
    "are you available": 95,
    "you available monday": 1623,
    "meet": 839,
    "to meet": 1395,
    "meet with": 840,
    "with an": 1604,
    "want to meet": 1525,
    "to meet with": 1396,
    "meet with an": 841,
    "with an advisor": 1605,
    "we": 1527,
    "set": 1211,
    "up": 1480,
    "can we": 210,
    "we set": 1528,
    "set up": 1212,
    "up a": 1481,
    "can we set": 211,
    "we set up": 1529,
    "set up a": 1213,
    "up a meeting": 1482,
    "consultation": 273,
    "need a": 890,
    "a consultation": 10,
    "i need a": 574,
    "need a consultation": 891,
    "veux": 1504,
    "prendre": 1036,
    "rendez": 1138,
    "vous": 1515,
    "je veux": 696,
    "veux prendre": 1508,
    "prendre rendez": 1037,
    "rendez vous": 1139,
    "je veux prendre": 698,
    "veux prendre rendez": 1509,
    "prendre rendez vous": 1038,
    "disponibilité": 328,
    "une": 1473,
    "réunion": 1163,
    "disponibilité pour": 329,
    "pour une": 1034,
    "une réunion": 1476,
    "disponibilité pour une": 330,
    "pour une réunion": 1035,
    "souhaite": 1233,
    "planifier": 1011,
    "appel": 72,
    "je souhaite": 689,
    "souhaite planifier": 1234,
    "planifier un": 1012,
    "un appel": 1464,
    "je souhaite planifier": 690,
    "souhaite planifier un": 1235,
    "planifier un appel": 1013,
    "14h": 0,
    "vous demain": 1516,
    "à 14h": 1660,
    "rendez vous demain": 1140,
    "vous demain à": 1517,
    "demain à 14h": 321,
    "disponible": 331,
    "lundi": 775,
    "disponible lundi": 332,
    "speak": 1238,
    "to speak": 1406,
    "speak with": 1239,
    "want to speak": 1526,
    "to speak with": 1407,
    "speak with an": 1241,
    "connect": 265,
    "human": 549,
    "connect me": 266,
    "me with": 826,
    "with a": 1600,
    "a human": 17,
    "connect me with": 267,
    "me with a": 827,
    "with a human": 1601,
    "let": 749,
    "agent": 47,
    "let me": 750,
    "me talk": 822,
    "to an": 1382,
    "an agent": 63,
    "let me talk": 751,
    "me talk to": 823,
    "talk to an": 1272,
    "to an agent": 1383,
    "person": 1005,
    "a real": 24,
    "real person": 1132,
    "need to speak": 894,
    "speak with a": 1240,
    "with a real": 1603,
    "a real person": 25,
    "transfer": 1435,
    "customer": 298,
    "service": 1205,
    "transfer me": 1436,
    "me to": 824,
    "to customer": 1388,
    "customer service": 299,
    "transfer me to": 1437,
    "me to customer": 825,
    "to customer service": 1389,
    "someone": 1222,
    "i talk": 576,
    "to someone": 1405,
    "can i talk": 208,
    "i talk to": 577,
    "talk to someone": 1273,
    "assistance": 108,
    "needed": 895,
    "human assistance": 550,
    "assistance needed": 109,
    "human assistance needed": 551,
    "support": 1254,
    "contact support": 279,
    "parler": 968,
    "veux parler": 1505,
    "parler à": 969,
    "à un": 1673,
    "je veux parler": 697,
    "veux parler à": 1506,
    "parler à un": 970,
    "à un conseiller": 1676,
    "humain": 548,
    "contact humain": 278,
    "moi à": 853,
    "un agent": 1463,
    "parlez moi à": 975,
    "moi à un": 854,
    "à un agent": 1674,
    "vraie": 1518,
    "personne": 1006,
    "à une": 1678,
    "une vraie": 1477,
    "vraie personne": 1519,
    "parler à une": 971,
    "à une vraie": 1679,
    "une vraie personne": 1478,
    "connexion": 268,
    "avec": 132,
    "connexion avec": 269,
    "avec un": 134,
    "connexion avec un": 270,
    "avec un conseiller": 135,
    "your": 1648,
    "favorite": 422,
    "color": 235,
    "s your": 1178,
    "your favorite": 1654,
    "favorite color": 423,
    "what s your": 1570,
    "s your favorite": 1180,
    "your favorite color": 1655,
    "joke": 699,
    "me a": 809,
    "a joke": 18,
    "tell me a": 1286,
    "me a joke": 810,
    "old": 928,
    "how old": 538,
    "old are": 929,
    "how old are": 539,
    "old are you": 930,
    "meaning": 831,
    "of": 914,
    "life": 755,
    "the meaning": 1326,
    "meaning of": 832,
    "of life": 916,
    "s the meaning": 1172,
    "the meaning of": 1327,
    "meaning of life": 833,
    "who": 1582,
    "created": 288,
    "who created": 1585,
    "created you": 289,
    "who created you": 1586,
    "name": 878,
    "your name": 1656,
    "s your name": 1181,
    "time": 1375,
    "what time": 1574,
    "time is": 1376,
    "what time is": 1575,
    "time is it": 1377,
    "mars": 807,
    "like on": 761,
    "on mars": 934,
    "weather like on": 1540,
    "like on mars": 762,
    "âge": 1680,
    "as": 106,
    "quel âge": 1093,
    "âge as": 1681,
    "as tu": 107,
    "quel âge as": 1094,
    "âge as tu": 1682,
    "raconte": 1116,
    "blague": 162,
    "raconte moi": 1117,
    "moi une": 851,
    "une blague": 1474,
    "raconte moi une": 1118,
    "moi une blague": 852,
    "qui": 1106,
    "ton": 1418,
    "créateur": 294,
    "qui est": 1109,
    "est ton": 398,
    "ton créateur": 1419,
    "qui est ton": 1111,
    "est ton créateur": 399,
    "que": 1086,
    "penses": 997,
    "politique": 1023,
    "que penses": 1087,
    "penses tu": 998,
    "tu de": 1455,
    "la politique": 715,
    "que penses tu": 1088,
    "penses tu de": 999,
    "tu de la": 1456,
    "de la politique": 317,
    "capitale": 215,
    "france": 473,
    "la capitale": 708,
    "capitale de": 216,
    "la france": 710,
    "est la capitale": 394,
    "la capitale de": 709,
    "capitale de la": 217,
    "de la france": 314,
    "vas": 1500,
    "comment vas": 250,
    "vas tu": 1501,
    "comment vas tu": 251,
    "yes": 1616,
    "indeed": 622,
    "course": 287,
    "of course": 915,
    "that": 1302,
    "sounds": 1236,
    "that sounds": 1305,
    "sounds good": 1237,
    "that sounds good": 1306,
    "correct": 283,
    "that s": 1303,
    "s right": 1168,
    "that s right": 1304,
    "sure": 1258,
    "definitely": 318,
    "absolutely": 37,
    "agree": 48,
    "i agree": 556,
    "please": 1014,
    "yes please": 1617,
    "thanks": 1301,
    "yes thanks": 1618,
    "exactly": 413,
    "oui": 950,
    "c": 195,
    "oui c": 951,
    "c est": 196,
    "est ça": 405,
    "oui c est": 952,
    "c est ça": 200,
    "exactement": 412,
    "tout": 1423,
    "tout à": 1424,
    "à fait": 1665,
    "tout à fait": 1425,
    "sûr": 1259,
    "bien sûr": 160,
    "volontiers": 1514,
    "plaisir": 1010,
    "avec plaisir": 133,
    "ok": 927,
    "parfait": 962,
    "non": 900,
    "jamais": 678,
    "ne": 879,
    "crois": 292,
    "pas": 988,
    "je ne": 684,
    "ne crois": 880,
    "crois pas": 293,
    "je ne crois": 685,
    "ne crois pas": 881,
    "faire": 417,
    "ça ne": 1686,
    "ne va": 882,
    "va pas": 1491,
    "pas le": 991,
    "le faire": 723,
    "ça ne va": 1687,
    "ne va pas": 883,
    "va pas le": 1492,
    "pas le faire": 992,
    "vraiment": 1520,
    "pas vraiment": 996,
    "ne veux": 884,
    "veux pas": 1507,
    "je ne veux": 686,
    "ne veux pas": 885,
    "non merci": 901,
    "maintenant": 786,
    "pas maintenant": 993,
    "intéressé": 625,
    "pas intéressé": 990,
    "no": 898,
    "nope": 902,
    "not": 903,
    "really": 1133,
    "not really": 908,
    "don": 367,
    "think": 1363,
    "so": 1218,
    "i don": 566,
    "don t": 368,
    "t think": 1264,
    "think so": 1364,
    "i don t": 567,
    "don t think": 369,
    "t think so": 1265,
    "t want": 1266,
    "don t want": 370,
    "t want to": 1267,
    "no thanks": 899,
    "not now": 907,
    "interested": 624,
    "not interested": 906,
    "perfect": 1000,
    "very": 1502,
    "very good": 1503,
    "great": 494,
    "amazing": 60,
    "feeling": 424,
    "king": 703,
    "feeling like": 425,
    "like a": 757,
    "a king": 19,
    "feeling like a": 426,
    "like a king": 758,
    "wonderful": 1611,
    "am": 51,
    "i am": 557,
    "am feeling": 53,
    "feeling very": 427,
    "i am feeling": 559,
    "am feeling very": 54,
    "feeling very good": 428,
    "am great": 57,
    "i am great": 561,
    "am amazing": 52,
    "i am amazing": 558,
    "save": 1186,
    "world": 1613,
    "am going": 55,
    "to save": 1401,
    "save the": 1187,
    "the world": 1361,
    "i am going": 560,
    "am going to": 56,
    "going to save": 486,
    "to save the": 1402,
    "save the world": 1188,
    "super": 1253,
    "extremely": 415,
    "extremely good": 416,
    "so good": 1219,
    "so perfect": 1220,
    "génial": 496,
    "très": 1450,
    "vais très": 1498,
    "très bien": 1451,
    "je vais très": 695,
    "vais très bien": 1499,
    "sens": 1203,
    "je me": 682,
    "me sens": 820,
    "sens bien": 1204,
    "je me sens": 683,
    "me sens bien": 821,
    "suis": 1248,
    "ravi": 1126,
    "je suis": 691,
    "suis ravi": 1249,
    "je suis ravi": 692,
    "excellent": 414,
    "formidable": 472,
    "triste": 1449,
    "très triste": 1453,
    "malheureux": 793,
    "pas bien": 989,
    "mal": 792,
    "très mal": 1452,
    "terrible": 1298,
    "affreux": 43,
    "pas très": 994,
    "pas très bien": 995,
    "sad": 1182,
    "unhappy": 1479,
    "bad": 139,
    "awful": 138,
    "m sad": 784,
    "i m sad": 571,
    "m unhappy": 785,
    "i m unhappy": 572,
    "m not": 780,
    "not good": 905,
    "i m not": 569,
    "m not good": 782,
    "fine": 434,
    "not fine": 904,
    "m not fine": 781,
    "es": 389,
    "bot": 177,
    "es tu": 390,
    "tu un": 1459,
    "un bot": 1465,
    "es tu un": 391,
    "tu un bot": 1460,
    "un humain": 1467,
    "tu un humain": 1461,
    "parle": 965,
    "je parle": 687,
    "parle à": 966,
    "je parle à": 688,
    "parle à un": 967,
    "à un bot": 1675,
    "à un humain": 1677,
    "qui es": 1107,
    "qui es tu": 1108,
    "là": 778,
    "est là": 396,
    "qui est là": 1110,
    "est qui": 397,
    "c est qui": 197,
    "robot": 1156,
    "est un": 400,
    "un robot": 1472,
    "c est un": 198,
    "est un robot": 402,
    "ia": 584,
    "est une": 403,
    "une ia": 1475,
    "c est une": 199,
    "est une ia": 404,
    "programme": 1056,
    "informatique": 623,
    "un programme": 1470,
    "programme informatique": 1057,
    "est un programme": 401,
    "un programme informatique": 1471,
    "you a": 1620,
    "a bot": 4,
    "are you a": 94,
    "you a bot": 1621,
    "you human": 1633,
    "are you human": 96,
    "talking": 1275,
    "am i": 58,
    "i talking": 578,
    "talking to": 1276,
    "to a": 1379,
    "am i talking": 59,
    "i talking to": 579,
    "talking to a": 1277,
    "to a bot": 1380,
    "to a human": 1381,
    "who are": 1583,
    "who are you": 1584,
    "who is": 1587,
    "is there": 659,
    "who is there": 1588,
    "is this": 660,
    "what is this": 1563,
    "this a": 1366,
    "a robot": 28,
    "is this a": 661,
    "this a robot": 1368,
    "ai": 49,
    "this an": 1369,
    "an ai": 64,
    "is this an": 662,
    "this an ai": 1370,
    "computer": 258,
    "program": 1055,
    "a computer": 8,
    "computer program": 259,
    "this a computer": 1367,
    "a computer program": 9,
    "what is orchid": 1561,
    "what do": 1554,
    "you do": 1627,
    "what do you": 1555,
    "do you do": 343,
    "company": 257,
    "about your": 35,
    "your company": 1653,
    "me about your": 815,
    "about your company": 36,
    "services do": 1207,
    "you offer": 1636,
    "what services do": 1572,
    "services do you": 1208,
    "do you offer": 345,
    "where are": 1577,
    "you located": 1635,
    "where are you": 1578,
    "are you located": 97,
    "long": 769,
    "been": 143,
    "business": 183,
    "how long": 534,
    "long have": 770,
    "have you": 504,
    "you been": 1624,
    "been in": 144,
    "in business": 600,
    "how long have": 535,
    "long have you": 771,
    "have you been": 505,
    "you been in": 1625,
    "been in business": 145,
    "different": 327,
    "makes you": 790,
    "you different": 1626,
    "what makes you": 1566,
    "makes you different": 791,
    "owns": 959,
    "who owns": 1589,
    "owns orchid": 960,
    "who owns orchid": 1590,
    "owns orchid island": 961,
    "a property": 22,
    "want to buy": 1524,
    "buy a property": 188,
    "a property in": 23,
    "property in marrakech": 1072,
    "show": 1214,
    "villas": 1510,
    "show me": 1215,
    "me available": 816,
    "available villas": 127,
    "show me available": 1216,
    "me available villas": 817,
    "price": 1039,
    "range": 1123,
    "apartments": 71,
    "the price": 1335,
    "price range": 1040,
    "range for": 1124,
    "for apartments": 445,
    "s the price": 1173,
    "the price range": 1336,
    "price range for": 1041,
    "range for apartments": 1125,
    "looking": 772,
    "pool": 1024,
    "looking for": 773,
    "house with": 523,
    "a pool": 21,
    "looking for a": 774,
    "for a house": 443,
    "a house with": 16,
    "house with a": 524,
    "with a pool": 1602,
    "buying": 191,
    "for buying": 446,
    "buying property": 192,
    "s the process": 1174,
    "process for buying": 1051,
    "for buying property": 447,
    "own": 956,
    "foreigners own": 470,
    "own property": 957,
    "can foreigners own": 205,
    "foreigners own property": 471,
    "own property in": 958,
    "much": 865,
    "riad": 1152,
    "cost": 284,
    "how much": 536,
    "much does": 866,
    "does a": 354,
    "a riad": 26,
    "riad cost": 1153,
    "how much does": 537,
    "much does a": 867,
    "does a riad": 355,
    "a riad cost": 27,
    "luxury": 776,
    "properties": 1069,
    "me luxury": 818,
    "luxury properties": 777,
    "show me luxury": 1217,
    "me luxury properties": 819,
    "opportunities in": 943,
    "investment opportunities in": 641,
    "opportunities in marrakech": 944,
    "investments": 644,
    "best investments": 156,
    "investments in": 645,
    "the best investments": 1314,
    "best investments in": 157,
    "investments in morocco": 646,
    "moroccan": 859,
    "in moroccan": 610,
    "moroccan real": 860,
    "invest in moroccan": 629,
    "in moroccan real": 611,
    "moroccan real estate": 861,
    "roi": 1157,
    "the roi": 1348,
    "roi on": 1158,
    "on properties": 935,
    "s the roi": 1175,
    "the roi on": 1349,
    "roi on properties": 1159,
    "benefits for": 147,
    "for investors": 452,
    "tax benefits for": 1283,
    "benefits for investors": 148,
    "rental": 1142,
    "income": 621,
    "areas for": 102,
    "for rental": 455,
    "rental income": 1143,
    "best areas for": 154,
    "areas for rental": 103,
    "for rental income": 456,
    "commercial": 254,
    "commercial real": 255,
    "estate opportunities": 410,
    "commercial real estate": 256,
    "real estate opportunities": 1131,
    "trend": 1448,
    "the market": 1324,
    "market trend": 798,
    "s the market": 1171,
    "the market trend": 1325,
    "stable": 1242,
    "how stable": 540,
    "stable is": 1243,
    "how stable is": 541,
    "stable is the": 1244,
    "average": 136,
    "the average": 1310,
    "average roi": 137,
    "s the average": 1170,
    "the average roi": 1311,
    "office": 923,
    "is your": 663,
    "your office": 1657,
    "where is your": 1581,
    "is your office": 664,
    "address": 38,
    "your address": 1649,
    "s your address": 1179,
    "visit": 1511,
    "agency": 46,
    "i visit": 580,
    "visit your": 1512,
    "your agency": 1650,
    "can i visit": 209,
    "i visit your": 581,
    "visit your agency": 1513,
    "open": 939,
    "weekends": 1549,
    "you open": 1639,
    "open on": 940,
    "on weekends": 936,
    "are you open": 98,
    "you open on": 1640,
    "open on weekends": 941,
    "hours": 519,
    "are your": 99,
    "your business": 1651,
    "business hours": 184,
    "what are your": 1553,
    "are your business": 100,
    "your business hours": 1652,
    "city": 231,
    "you have": 1628,
    "have an": 500,
    "an office": 66,
    "office in": 924,
    "in city": 603,
    "do you have": 344,
    "you have an": 1629,
    "have an office": 501,
    "an office in": 67,
    "office in city": 925,
    "nearest": 886,
    "landmark": 718,
    "nearest landmark": 887,
    "landmark to": 719,
    "to your": 1410,
    "nearest landmark to": 888,
    "landmark to your": 720,
    "to your office": 1411,
    "parking": 963,
    "availability": 122,
    "parking availability": 964,
    "transport": 1446,
    "options": 945,
    "public transport": 1084,
    "transport options": 1447,
    "public transport options": 1085,
    "provide": 1076,
    "you provide": 1641,
    "do you provide": 346,
    "management": 794,
    "offer property": 921,
    "property management": 1074,
    "you offer property": 1638,
    "offer property management": 922,
    "help": 510,
    "you help": 1631,
    "help with": 511,
    "with legal": 1606,
    "legal procedures": 727,
    "can you help": 213,
    "you help with": 1632,
    "help with legal": 512,
    "with legal procedures": 1607,
    "mortgage": 863,
    "have mortgage": 502,
    "mortgage services": 864,
    "you have mortgage": 1630,
    "have mortgage services": 503,
    "renovation": 1141,
    "with renovation": 1610,
    "help with renovation": 513,
    "provide rental": 1077,
    "rental management": 1144,
    "you provide rental": 1642,
    "provide rental management": 1078,
    "included": 618,
    "s included": 1166,
    "included in": 619,
    "in your": 616,
    "your services": 1658,
    "what s included": 1568,
    "s included in": 1167,
    "included in your": 620,
    "in your services": 617,
    "consulting": 274,
    "offer investment": 919,
    "investment consulting": 639,
    "you offer investment": 1637,
    "offer investment consulting": 920
  },
  "intent": {
    "greet": 18,
    "goodbye": 17,
    "faq_question": 16,
    "request_weather": 27,
    "request_translation": 26,
    "book_appointment": 5,
    "contact_human": 8,
    "out_of_scope": 23,
    "affirm": 1,
    "deny": 15,
    "mood_great": 21,
    "mood_unhappy": 22,
    "bot_challenge": 6,
    "about_agency": 0,
    "real_estate_inquiry": 25,
    "investment_info": 19,
    "location_info": 20,
    "service_info": 30,
    "aide": 2,
    "ask_about_services": 3,
    "ask_pricing": 4,
    "contact_agent": 7,
    "demander_articles": 9,
    "demander_bien": 10,
    "demander_contact": 11,
    "demander_investir": 12,
    "demander_postulation": 13,
    "demander_prix": 14,
    "planifier_visite": 24,
    "saluer": 28,
    "schedule_visit": 29,
    "thank_you": 31,
    "want_to_invest": 32,
    "want_to_sell": 33
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_aide_generale": 0,
    "action_donner_prix": 6,
    "action_lister_articles": 9,
    "action_lister_biens": 10,
    "utter_about_agency": 16,
    "utter_ask_about_services": 17,
    "utter_ask_pricing": 18,
    "utter_book_appointment": 19,
    "utter_bot_challenge": 20,
    "utter_contact_agent": 21,
    "utter_contact_human": 22,
    "utter_demander_postulation": 23,
    "utter_deny": 24,
    "utter_faq_question": 25,
    "utter_goodbye": 26,
    "utter_greet": 27,
    "utter_guider_contact": 28,
    "utter_guider_investir": 29,
    "utter_guider_postulation": 30,
    "utter_investment_info": 31,
    "utter_location_info": 32,
    "utter_mood_great": 33,
    "utter_mood_unhappy": 34,
    "utter_out_of_scope": 35,
    "utter_planifier_visite": 36,
    "utter_real_estate_inquiry": 37,
    "utter_request_translation": 38,
    "utter_request_weather": 39,
    "utter_saluer": 40,
    "utter_schedule_visit": 41,
    "utter_service_info": 42,
    "utter_thank_you": 43,
    "utter_want_to_invest": 44,
    "utter_want_to_sell": 45
  },
  "action_text": null,
  "intent_response_key": null
}