{
  "text": {
    " ": 0,
    "b": 261,
    "o": 689,
    "n": 635,
    "j": 540,
    "u": 956,
    "r": 801,
    " b": 21,
    "bo": 282,
    "on": 711,
    "nj": 665,
    "jo": 544,
    "ou": 742,
    "ur": 989,
    "r ": 802,
    " bo": 28,
    "bon": 283,
    "onj": 715,
    "njo": 666,
    "jou": 545,
    "our": 747,
    "ur ": 990,
    " bon": 29,
    "bonj": 284,
    "onjo": 716,
    "njou": 667,
    "jour": 546,
    "our ": 748,
    "s": 852,
    "a": 182,
    "l": 552,
    "t": 909,
    " s": 138,
    "sa": 857,
    "al": 216,
    "lu": 600,
    "ut": 993,
    "t ": 910,
    " sa": 139,
    "sal": 860,
    "alu": 219,
    "lut": 603,
    "ut ": 994,
    " sal": 140,
    "salu": 861,
    "alut": 220,
    "lut ": 604,
    "h": 452,
    "e": 363,
    " h": 68,
    "he": 454,
    "el": 371,
    "ll": 583,
    "lo": 591,
    "o ": 690,
    " he": 69,
    "hel": 456,
    "ell": 373,
    "llo": 589,
    "lo ": 592,
    " hel": 70,
    "hell": 457,
    "ello": 375,
    "llo ": 590,
    "i": 460,
    "ns": 674,
    "so": 872,
    "oi": 698,
    "ir": 508,
    "ons": 719,
    "nso": 676,
    "soi": 873,
    "oir": 702,
    "ir ": 509,
    "bons": 285,
    "onso": 721,
    "nsoi": 677,
    "soir": 875,
    "oir ": 703,
    "q": 796,
    " q": 129,
    "qu": 797,
    "ue": 967,
    "le": 565,
    "es": 402,
    "s ": 853,
    " qu": 130,
    "que": 798,
    "uel": 969,
    "lle": 587,
    "les": 569,
    "es ": 403,
    " que": 131,
    "quel": 800,
    "uell": 971,
    "elle": 374,
    "lles": 588,
    "les ": 570,
    "m": 605,
    " m": 92,
    "ma": 607,
    "ai": 205,
    "is": 512,
    " ma": 94,
    "mai": 608,
    "ais": 211,
    "iso": 517,
    "son": 876,
    "ns ": 675,
    " mai": 95,
    "mais": 609,
    "aiso": 212,
    "ison": 518,
    "sons": 878,
    "ons ": 720,
    "v": 1002,
    "z": 1035,
    "-": 172,
    " a": 1,
    "av": 258,
    "ve": 1003,
    "ez": 423,
    "z-": 1036,
    "-v": 179,
    "vo": 1020,
    "us": 991,
    " av": 19,
    "ave": 259,
    "vez": 1013,
    "ez-": 424,
    "z-v": 1037,
    "-vo": 180,
    "vou": 1023,
    "ous": 749,
    "us ": 992,
    " ave": 20,
    "avez": 260,
    "vez-": 1014,
    "ez-v": 425,
    "z-vo": 1038,
    "-vou": 181,
    "vous": 1024,
    "ous ": 750,
    " j": 78,
    "je": 542,
    "e ": 364,
    " je": 80,
    "je ": 543,
    " je ": 81,
    "c": 289,
    " c": 32,
    "ch": 303,
    "er": 393,
    "rc": 808,
    " ch": 37,
    "che": 305,
    "her": 458,
    "erc": 395,
    "rch": 809,
    "he ": 455,
    " che": 38,
    "cher": 307,
    "herc": 459,
    "erch": 396,
    "rche": 810,
    "che ": 306,
    " u": 153,
    "un": 983,
    "n ": 636,
    " un": 154,
    "un ": 984,
    " un ": 155,
    "p": 756,
    "ap": 233,
    "pp": 780,
    "pa": 757,
    "ar": 236,
    "rt": 845,
    "te": 919,
    "em": 378,
    "me": 615,
    "en": 381,
    "nt": 678,
    " ap": 11,
    "app": 234,
    "ppa": 781,
    "par": 760,
    "art": 243,
    "rte": 846,
    "tem": 921,
    "eme": 379,
    "men": 616,
    "ent": 390,
    "nt ": 679,
    " app": 12,
    "appa": 235,
    "ppar": 782,
    "part": 762,
    "arte": 244,
    "rtem": 847,
    "teme": 922,
    "emen": 380,
    "ment": 617,
    "ent ": 391,
    "à": 1039,
    " à": 170,
    "à ": 1040,
    " à ": 171,
    "ca": 290,
    "as": 246,
    "ab": 184,
    "bl": 273,
    "la": 554,
    "an": 221,
    "nc": 637,
    "a ": 183,
    " ca": 33,
    "cas": 292,
    "asa": 248,
    "sab": 858,
    "abl": 187,
    "bla": 274,
    "lan": 558,
    "anc": 222,
    "nca": 638,
    "ca ": 291,
    " cas": 34,
    "casa": 293,
    "asab": 249,
    "sabl": 859,
    "abla": 188,
    "blan": 275,
    "lanc": 559,
    "anca": 223,
    "nca ": 639,
    "d": 332,
    " d": 45,
    "de": 337,
    " de": 49,
    "des": 344,
    " des": 52,
    "des ": 345,
    " v": 157,
    "vi": 1015,
    "il": 490,
    " vi": 161,
    "vil": 1016,
    "ill": 494,
    "lla": 584,
    "las": 561,
    "as ": 247,
    " vil": 162,
    "vill": 1017,
    "illa": 495,
    "llas": 586,
    "las ": 562,
    "nd": 642,
    "dr": 360,
    "re": 815,
    " ve": 158,
    "ven": 1006,
    "end": 383,
    "ndr": 645,
    "dre": 361,
    "re ": 816,
    " ven": 159,
    "vend": 1007,
    "endr": 385,
    "ndre": 646,
    "dre ": 362,
    " r": 132,
    "ra": 803,
    "ba": 262,
    "at": 252,
    " ra": 133,
    "rab": 804,
    "aba": 185,
    "bat": 263,
    "at ": 253,
    " rab": 134,
    "raba": 805,
    "abat": 186,
    "bat ": 264,
    "mo": 625,
    "tr": 934,
    "e-": 365,
    "-m": 173,
    "i ": 461,
    " mo": 99,
    "mon": 630,
    "ont": 722,
    "ntr": 682,
    "tre": 935,
    "re-": 817,
    "e-m": 366,
    "-mo": 174,
    "moi": 628,
    "oi ": 699,
    " mon": 100,
    "mont": 631,
    "ontr": 725,
    "ntre": 683,
    "tre-": 936,
    "re-m": 818,
    "e-mo": 367,
    "-moi": 175,
    "moi ": 629,
    " l": 82,
    " le": 84,
    " les": 86,
    "bi": 268,
    "ie": 480,
    " bi": 24,
    "bie": 269,
    "ien": 481,
    "ens": 388,
    " bie": 25,
    "bien": 270,
    "iens": 483,
    "ens ": 389,
    "di": 350,
    "sp": 880,
    "po": 771,
    "ni": 654,
    "ib": 465,
    " di": 54,
    "dis": 355,
    "isp": 519,
    "spo": 881,
    "pon": 772,
    "oni": 713,
    "nib": 655,
    "ibl": 466,
    "ble": 276,
    " dis": 55,
    "disp": 356,
    "ispo": 520,
    "spon": 882,
    "poni": 773,
    "onib": 714,
    "nibl": 656,
    "ible": 467,
    "bles": 277,
    "k": 547,
    "rr": 840,
    "ak": 213,
    "ke": 549,
    "ec": 368,
    "h ": 453,
    "mar": 610,
    "arr": 241,
    "rra": 841,
    "rak": 806,
    "ake": 214,
    "kec": 550,
    "ech": 369,
    "ch ": 304,
    " mar": 96,
    "marr": 611,
    "arra": 242,
    "rrak": 842,
    "rake": 807,
    "akec": 215,
    "kech": 551,
    "ech ": 370,
    "x": 1025,
    "eu": 412,
    "ux": 998,
    "x ": 1026,
    "veu": 1011,
    "eux": 415,
    "ux ": 999,
    " veu": 160,
    "veux": 1012,
    "eux ": 416,
    " lo": 89,
    "lou": 596,
    "oue": 743,
    "uer": 973,
    "er ": 394,
    " lou": 91,
    "loue": 597,
    "ouer": 744,
    "uer ": 974,
    "st": 889,
    "tu": 942,
    "ud": 964,
    "io": 503,
    " st": 143,
    "stu": 900,
    "tud": 946,
    "udi": 965,
    "dio": 351,
    "io ": 504,
    " stu": 144,
    "stud": 901,
    "tudi": 947,
    "udio": 966,
    "dio ": 352,
    "g": 439,
    " t": 149,
    "ta": 911,
    "ng": 651,
    "ge": 444,
    " ta": 150,
    "tan": 914,
    "ang": 225,
    "nge": 652,
    "ger": 450,
    " tan": 151,
    "tang": 916,
    "ange": 226,
    "nger": 653,
    "ger ": 451,
    "ag": 199,
    "ga": 441,
    "ad": 196,
    " ag": 5,
    "aga": 200,
    "gad": 442,
    "adi": 197,
    "dir": 353,
    " aga": 6,
    "agad": 201,
    "gadi": 443,
    "adir": 198,
    "dir ": 354,
    "og": 694,
    "ts": 937,
    "log": 593,
    "oge": 696,
    "gem": 446,
    "nts": 684,
    "ts ": 938,
    " log": 90,
    "loge": 595,
    "ogem": 697,
    "geme": 447,
    "ents": 392,
    "nts ": 685,
    "f": 426,
    "è": 1041,
    " f": 61,
    "fè": 436,
    "ès": 1045,
    " fè": 66,
    "fès": 437,
    "ès ": 1046,
    " fès": 67,
    "fès ": 438,
    " vo": 164,
    "voi": 1021,
    " voi": 165,
    "voir": 1022,
    "é": 1047,
    " p": 111,
    "pr": 785,
    "ro": 837,
    "op": 726,
    "ri": 823,
    "ié": 537,
    "ét": 1050,
    "té": 953,
    "és": 1048,
    " pr": 123,
    "pro": 791,
    "rop": 838,
    "opr": 729,
    "pri": 788,
    "rié": 826,
    "iét": 538,
    "été": 1051,
    "tés": 954,
    "és ": 1049,
    " pro": 126,
    "prop": 792,
    "ropr": 839,
    "opri": 730,
    "prié": 790,
    "riét": 827,
    "iété": 539,
    "étés": 1052,
    "tés ": 955,
    "li": 571,
    " li": 87,
    "lis": 576,
    "ist": 523,
    "ste": 893,
    "te ": 920,
    " lis": 88,
    "list": 578,
    "iste": 525,
    "ste ": 894,
    "ls": 598,
    "els": 376,
    "ls ": 599,
    "uels": 972,
    "els ": 377,
    " so": 141,
    " son": 142,
    "sont": 879,
    "ont ": 723,
    " i": 71,
    "im": 496,
    "mm": 620,
    "ob": 691,
    "rs": 843,
    " im": 74,
    "imm": 497,
    "mmo": 623,
    "mob": 626,
    "obi": 692,
    "bil": 271,
    "ili": 491,
    "lie": 574,
    "ier": 484,
    "ers": 400,
    "rs ": 844,
    " imm": 75,
    "immo": 498,
    "mmob": 624,
    "mobi": 627,
    "obil": 693,
    "bili": 272,
    "ilie": 492,
    "lier": 575,
    "iers": 486,
    "ers ": 401,
    "l ": 553,
    "el ": 372,
    "uel ": 970,
    " e": 58,
    " es": 59,
    "est": 406,
    "st ": 890,
    " est": 60,
    "est ": 407,
    "le ": 566,
    " le ": 85,
    "ix": 532,
    "rix": 824,
    "ix ": 533,
    " pri": 125,
    "prix": 789,
    "rix ": 825,
    "de ": 338,
    " de ": 50,
    "ce": 299,
    "et": 409,
    "tt": 939,
    " ce": 35,
    "cet": 301,
    "ett": 410,
    "tte": 940,
    " cet": 36,
    "cett": 302,
    "ette": 411,
    "tte ": 941,
    "on ": 712,
    "son ": 877,
    "co": 316,
    "om": 706,
    "mb": 612,
    " co": 41,
    "com": 317,
    "omb": 707,
    "mbi": 613,
    "en ": 382,
    " com": 42,
    "comb": 318,
    "ombi": 708,
    "mbie": 614,
    "ien ": 482,
    "û": 1053,
    "oû": 753,
    "ût": 1056,
    "coû": 324,
    "oût": 754,
    "ûte": 1057,
    " coû": 44,
    "coût": 325,
    "oûte": 755,
    "ûte ": 1058,
    "ic": 468,
    "ci": 308,
    " ic": 72,
    "ici": 471,
    "ci ": 309,
    " ici": 73,
    "ici ": 472,
    "d ": 333,
    " d ": 46,
    "ne": 647,
    "une": 985,
    "ne ": 648,
    " une": 156,
    "une ": 986,
    "la ": 555,
    "lla ": 585,
    " po": 120,
    "pou": 778,
    " pou": 122,
    "pour": 779,
    "rn": 834,
    "der": 341,
    "ern": 398,
    "rni": 835,
    "nie": 657,
    " der": 51,
    "dern": 343,
    "erni": 399,
    "rnie": 836,
    "nier": 658,
    "ti": 925,
    "cl": 312,
    " ar": 13,
    "rti": 848,
    "tic": 926,
    "icl": 473,
    "cle": 313,
    " art": 14,
    "arti": 245,
    "rtic": 849,
    "ticl": 927,
    "icle": 474,
    "cles": 315,
    "ac": 189,
    "ct": 326,
    "ua": 958,
    "it": 526,
    " ac": 2,
    "act": 192,
    "ctu": 330,
    "tua": 944,
    "ual": 959,
    "ali": 217,
    "lit": 579,
    "ité": 530,
    " act": 4,
    "actu": 195,
    "ctua": 331,
    "tual": 945,
    "uali": 960,
    "alit": 218,
    "lité": 580,
    "ités": 531,
    "su": 903,
    " su": 145,
    "sur": 904,
    " sur": 146,
    "sur ": 905,
    "ier ": 485,
    "g ": 440,
    " bl": 26,
    "blo": 280,
    "og ": 695,
    " blo": 27,
    "blog": 281,
    "log ": 594,
    "os": 738,
    "pos": 776,
    "ost": 739,
    "sts": 898,
    " pos": 121,
    "post": 777,
    "osts": 740,
    "sts ": 899,
    " n": 101,
    "no": 671,
    "uv": 995,
    " no": 102,
    "nou": 672,
    "ouv": 751,
    "uve": 996,
    "vel": 1004,
    " nou": 103,
    "nouv": 673,
    "ouve": 752,
    "uvel": 997,
    "vell": 1005,
    "pu": 793,
    "ub": 961,
    " pu": 127,
    "pub": 794,
    "ubl": 962,
    "bli": 278,
    "lic": 572,
    "ica": 469,
    "cat": 294,
    "ati": 254,
    "tio": 928,
    "ion": 505,
    " pub": 128,
    "publ": 795,
    "ubli": 963,
    "blic": 279,
    "lica": 573,
    "icat": 470,
    "cati": 295,
    "atio": 255,
    "tion": 929,
    "ions": 507,
    "cle ": 314,
    "do": 357,
    "nn": 668,
    " do": 56,
    "don": 358,
    "onn": 717,
    "nne": 669,
    "ne-": 649,
    " don": 57,
    "donn": 359,
    "onne": 718,
    "nne-": 670,
    "ne-m": 650,
    "s-": 854,
    "is-": 513,
    "s-m": 855,
    "lis-": 577,
    "is-m": 514,
    "s-mo": 856,
    "id": 475,
    " ai": 8,
    "aid": 207,
    "ide": 476,
    "de-": 339,
    " aid": 10,
    "aide": 208,
    "ide-": 478,
    "de-m": 340,
    "ue ": 968,
    "que ": 799,
    "pe": 763,
    "x-": 1027,
    "-t": 176,
    "u ": 957,
    " pe": 115,
    "peu": 764,
    "ux-": 1000,
    "x-t": 1028,
    "-tu": 177,
    "tu ": 943,
    " peu": 116,
    "peux": 765,
    "eux-": 417,
    "ux-t": 1001,
    "x-tu": 1029,
    "-tu ": 178,
    "fa": 427,
    " fa": 62,
    "fai": 428,
    "air": 209,
    "ire": 510,
    " fai": 63,
    "fair": 429,
    "aire": 210,
    "ire ": 511,
    "omm": 709,
    "mme": 621,
    "comm": 319,
    "omme": 710,
    "mmen": 622,
    "m ": 606,
    " m ": 93,
    "ider": 479,
    "der ": 342,
    "j ": 541,
    " j ": 79,
    "ai ": 206,
    " ai ": 9,
    "be": 265,
    "in": 499,
    " be": 22,
    "bes": 266,
    "eso": 404,
    "oin": 700,
    "in ": 500,
    " bes": 23,
    "beso": 267,
    "esoi": 405,
    "soin": 874,
    "oin ": 701,
    "ide ": 477,
    "ss": 883,
    "si": 867,
    " as": 15,
    "ass": 250,
    "ssi": 887,
    "sis": 868,
    "sta": 891,
    "nce": 640,
    "ce ": 300,
    " ass": 16,
    "assi": 251,
    "ssis": 888,
    "sist": 869,
    "ista": 524,
    "stan": 892,
    "tanc": 915,
    "ance": 224,
    "nce ": 641,
    "ul": 977,
    "tul": 948,
    "ule": 981,
    "ler": 567,
    "ostu": 741,
    "stul": 902,
    "tule": 950,
    "uler": 982,
    "ler ": 568,
    "fo": 433,
    "or": 731,
    "rm": 831,
    "mu": 632,
    " fo": 64,
    "for": 434,
    "orm": 734,
    "rmu": 832,
    "mul": 633,
    "ula": 978,
    "lai": 556,
    " for": 65,
    "form": 435,
    "ormu": 735,
    "rmul": 833,
    "mula": 634,
    "ulai": 979,
    "lair": 557,
    "lat": 563,
    "tula": 949,
    "ulat": 980,
    "lati": 564,
    "ion ": 506,
    " o": 104,
    "ui": 975,
    " ou": 109,
    "oui": 745,
    "ui ": 976,
    " oui": 110,
    "oui ": 746,
    "y": 1030,
    " y": 167,
    "ye": 1031,
    " ye": 168,
    "yes": 1033,
    " yes": 169,
    "yes ": 1034,
    "sû": 906,
    "ûr": 1054,
    " sû": 147,
    "sûr": 907,
    "ûr ": 1055,
    " sûr": 148,
    "sûr ": 908,
    "cc": 296,
    "rd": 813,
    "acc": 190,
    "cco": 297,
    "cor": 322,
    "ord": 732,
    "rd ": 814,
    " acc": 3,
    "acco": 191,
    "ccor": 298,
    "cord": 323,
    "ord ": 733,
    "ok": 704,
    "k ": 548,
    " ok": 105,
    "ok ": 705,
    " ok ": 106,
    "con": 320,
    "nta": 680,
    "tac": 912,
    "cte": 328,
    "ter": 923,
    " con": 43,
    "cont": 321,
    "onta": 724,
    "ntac": 681,
    "tact": 913,
    "acte": 194,
    "cter": 329,
    "ter ": 924,
    " vou": 166,
    " pa": 112,
    "pag": 758,
    "age": 202,
    "ge ": 445,
    " pag": 113,
    "page": 759,
    "age ": 203,
    "ct ": 327,
    "act ": 193,
    "rl": 828,
    "arl": 239,
    "rle": 829,
    " par": 114,
    "parl": 761,
    "arle": 240,
    "rler": 830,
    "gen": 448,
    " age": 7,
    "agen": 204,
    "gent": 449,
    "nv": 686,
    " in": 76,
    "inv": 501,
    "nve": 687,
    "ves": 1009,
    "sti": 895,
    "tir": 930,
    " inv": 77,
    "inve": 502,
    "nves": 688,
    "vest": 1010,
    "esti": 408,
    "stir": 896,
    "tir ": 931,
    "se": 862,
    "tis": 932,
    "iss": 521,
    "sse": 884,
    "sem": 863,
    "stis": 897,
    "tiss": 933,
    "isse": 522,
    "ssem": 885,
    "seme": 864,
    "ev": 418,
    "dev": 346,
    "eve": 419,
    "eni": 386,
    "nir": 661,
    " dev": 53,
    "deve": 347,
    "even": 420,
    "veni": 1008,
    "enir": 387,
    "nir ": 662,
    "seu": 865,
    "eur": 413,
    "sseu": 886,
    "seur": 866,
    "eur ": 414,
    " op": 107,
    "opp": 727,
    "ppo": 783,
    "por": 774,
    "ort": 736,
    "rtu": 850,
    "tun": 951,
    "uni": 987,
    "nit": 663,
    " opp": 108,
    "oppo": 728,
    "ppor": 784,
    "port": 775,
    "ortu": 737,
    "rtun": 851,
    "tuni": 952,
    "unit": 988,
    "nité": 664,
    "da": 334,
    " da": 47,
    "dan": 335,
    "ans": 229,
    " dan": 48,
    "dans": 336,
    "ans ": 230,
    " l ": 83,
    "pl": 766,
    "if": 487,
    "fi": 430,
    " pl": 117,
    "pla": 767,
    "ani": 227,
    "nif": 659,
    "ifi": 488,
    "fie": 431,
    " pla": 118,
    "plan": 768,
    "lani": 560,
    "anif": 228,
    "nifi": 660,
    "ifie": 489,
    "fier": 432,
    "vis": 1018,
    "isi": 515,
    "sit": 870,
    "ite": 527,
    " vis": 163,
    "visi": 1019,
    "isit": 516,
    "site": 871,
    "ite ": 528,
    "iter": 529,
    "pre": 786,
    "ren": 819,
    " pre": 124,
    "pren": 787,
    "rend": 820,
    " re": 135,
    "nde": 643,
    "dez": 348,
    " ren": 136,
    "ende": 384,
    "ndez": 644,
    "dez-": 349,
    "iè": 534,
    "èr": 1042,
    "liè": 581,
    "ièr": 535,
    "ère": 1043,
    "iliè": 493,
    "lièr": 582,
    "ière": 536,
    "ère ": 1044,
    "au": 256,
    " au": 17,
    "au ": 257,
    " au ": 18,
    "rev": 821,
    "evo": 421,
    " rev": 137,
    "revo": 822,
    "evoi": 422,
    "by": 286,
    " by": 30,
    "bye": 287,
    "ye ": 1032,
    " bye": 31,
    "bye ": 288,
    "plu": 769,
    "lus": 601,
    " plu": 119,
    "plus": 770,
    "lus ": 602,
    "tar": 917,
    "ard": 237,
    " tar": 152,
    "tard": 918,
    "ard ": 238,
    " me": 97,
    "mer": 618,
    "rci": 811,
    " mer": 98,
    "merc": 619,
    "erci": 397,
    "rci ": 812,
    "ia": 462,
    "ao": 231,
    " ci": 39,
    "cia": 310,
    "iao": 463,
    "ao ": 232,
    " cia": 40,
    "ciao": 311,
    "iao ": 464
  },
  "response": null,
  "action_text": null
}